Repository: bibledit/old
Catalog: gtk/po/*.po
Languages: fr

source: Add references
fr: Ajouter des annotations

source: Book
fr: Livre

source: Chapter
fr: Chapitre

source: Add missing _text labels
fr: Ajouter les étiquettes de _texte manquantes

source: English
fr: Anglais

source: Are you sure you wish to edit the notes?
fr: Êtes-vous certain de vouloir éditer les notes ?

source: This will permanently modify your project. The changes cannot be undone. Are you sure?
fr: Ceci va modifier de façon permanente vos données. Les modifications ne pourront pas facilement être annulés. Êtes-vous certain ?

source: Windows Outpost Setup
fr: Configuration de la fenêtre d'avant-post

source: _Use Windows Outpost
fr: _Utiliser la fenêtre d'avant-poste

source: PDF Viewer
fr: Lecteur PDF

source: Manual
fr: Manuel

source: Path to PDF Viewer
fr: Chemin vers le lecteur PDF

source: Optional arguments
fr: Arguments optionnels

source: Tasks
fr: Tâches

source: of tasks - add, remove, or re-order them
fr: des tâches : ajouter, supprimer, ou réorganiser

source: Printing preferences
fr: Préférences d'impression

source: Height (cm)
fr: Hauteur (cm)

source: Width (cm)
fr: Largeur (cm)

source: Paper format
fr: Format de papier

source: Margins (cm)
fr: Marges (cm)

source: Inner
fr: Gauche

source: Outer
fr: Droite

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Column Gap
fr: Espacement des colonnes

source: Print draft: 1 column, double-spaced
fr: Impression brouillon : 1 colonne, double espace

source: Print date beside page number
fr: Imprimer la date à côté du numéro de page

source: Header font size
fr: Taille de police de l'en-tête

source: Review or edit layout engine's commands
fr: Examiner ou modifier les commandes du moteur de mise en page

source: Formatter
fr: Formateur

source: Print project
fr: Imprimer le projet

source: Portion:
fr: Section :

source: Change
fr: Modifier

source: Write the references in the notes in full
fr: Écrire les annotations en entier dans les notes

source: Print References
fr: Imprimer les annotations

source: This prints worksheets with the text of all the references on it. The text is taken from the project that is open. Other projects can be added.
fr: Ceci imprime les feuilles de travail avec le texte des annotations dedans. Le texte est pris depuis le projet qui est actuellement ouvert. D'autres projets peut être ajoutés.

source: Main project:
fr: Projet principal :

source: Additional projects:
fr: Projet additionnel :

source: _Add project
fr: _Ajouter un projet

source: Remove
fr: Supprimer

source: New Project
fr: Nouveau projet

source: Project properties
fr: Propriétés du projet

source: Name:
fr: Nom :

source: name
fr: nom

source: Editable
fr: Éditable

source: Remove books
fr: Supprimer des livres

source: Add books
fr: Ajouter des livres

source: Templates
fr: Modèles

source: Language
fr: Langue

source: Predominantly right-to-left text
fr: Texte prédominant aligné à droite

source: Depend upon project
fr: Dépend du projet

source: through filter
fr: par le filtre

source: Check spelling
fr: Vérifier l'orthographe

source: (the name of the project should be changed)
fr: (le nom du projet doit être modifié)

source: (the project needs a name)
fr: (le projet a besoin d'un nom)

source: (a project with this name already exists)
fr: (un projet avec ce nom existe déjà)

source: (this name is not allowed)
fr: (ce nom n'est pas permis)

source: Updating project
fr: Mise à jour du projet

source: Adding books
fr: Ajout de livres

source: Are you sure you want to delete the books?
fr: Êtes-vous certain de vouloir supprimer ces livres ?

source: Are you really sure to delete something worth perhaps months of work?
fr: Êtes-vous certains de vouloir supprimer quelque chose de faux, qui peut correspondre à des mois de travail ?

source: Deleting books
fr: Suppression de livres

source: Project note
fr: Notes de projet

source: Pro_ject
fr: Pro_jet

source: Created on
fr: Créé le

source: Created by
fr: Créé par

source: Edited on
fr: Édité le

source: Logbook
fr: Registre

source: Access okay
fr: Accès ok

source: Replace
fr: Remplacer

source: Replace with
fr: Remplacer avec

source: Case sensitive
fr: Sensible à la casse

source: Current book only
fr: Le livre courant uniquement

source: Current chapter only
fr: Le chapitre courant uniquement

source: Select books
fr: Sélectionner des livres

source: Do you wish to replace this text: ...
fr: Vous souhaitez remplacer ce texte :…

source: ... with this text? It can be edited also.
fr: …avec celui-ci ? Il peut aussi être édité.

source: _All
fr: _Tout

source: Replacing
fr: Remplacement

source: Resource Converter
fr: Convertisseur de ressource

source: Done
fr: Terminé

source: Title
fr: Titre

source: Select resource conversion type
fr: Sélectionnez le type de conversion pour la ressource

source: Select the resource conversion type
fr: Sélectionnez le type de conversion pour la ressource

source: Open
fr: Ouvrir

source: View
fr: Affichage

source: Enter the text pattern to detect the chapter
fr: Entrez le type de texte pour détecter le chapitre

source: Prefix
fr: Préfixe

source: Chapter number
fr: Numéro de chapitre

source: Suffix
fr: Suffixe

source: Enter the text pattern to detect the verse
fr: Entrez le type de texte pour détecter le verset

source: Verse number
fr: Numéro de verset

source: Write
fr: Écrire

source: Select file
fr: Sélectionner un fichier

source: lines
fr: lignes

source: Open a file for conversion
fr: Ouvrir un fichier pour la conversion

source: View the file
fr: Voir le fichier

source: Write anchors
fr: Écrire les ancres

source: Anchors in file:
fr: Ancres dans le fichier :

source: Revert
fr: Retourner

source: Revisions
fr: Révisions

source: View current version
fr: Voir la version actuelle

source: View previous revision
fr: Voir les révisions précédentes

source: View changes if reverting to previous revision
fr: Voir les modifications s'il y a un retour à une révision précédente

source: No changes were applied
fr: Aucun changement n'a été éfféctué

source: Are you sure you wish to revert this chapter to the previous revision?
fr: Êtest-vous certain de vouloir revenir à la révision précédente de ce chapitre ?

source: Review anchors
fr: Examiner les ancres

source: Review the anchors that will be placed. To remove some anchors, select them and press the Delete key.
fr: Examine les ancres qui seront placées. Pour supprimer certaines ancres, sélectionnez-les et appuyer sur la touche Supprimer.

source: Select spurious anchors
fr: Sélectionnez les mauvaises ancres

source: Line
fr: Ligne

source: Load them in the references window
fr: Les charger dans la fenêtre des annotations

source: Add them to the ones already in the references window
fr: Les ajouter à ceux déjà présents dans la fenêtre de référence

source: Remove them from the ones already in the references window
fr: Les supprimer depuis ceux déjà présents dans la fenêtre de référence

source: Share them with the ones already in the references window
fr: Les partager avec ceux déjà présents dans la fenêtre de référence

source: Find
fr: Chercher

source: Press Control-F for Advanced search
fr: Pressez Control-F pour une recherche avancée

source: Press Control-F for Basic search
fr: Pressez Control-F pour une recherche simple

source: Advanced
fr: Avancé

source: _Text to search for:
fr: _Texte à rechercher :

source: C_ase sensitive
fr: Sensible à la c_asse

source: Search in c_urrent book only
fr: Rechercher dans le livre co_urant uniquement

source: Search in current cha_pter only
fr: Rechercher dans le cha_pitre courant uniquement

source: _Interpret * and ? as wildcards
fr: _Interpreter * et ? comme des jokers

source: Match _start of word
fr: Comparer le _début de mot

source: Match _end of word
fr: Comparer la _fin de mot

source: Se_lect parts of text
fr: Sé_lectionner des parties de texte

source: What to do with the search _results
fr: Que faire des _résultats de recherche

source: and portions
fr: et des sections

source: Portions
fr: Parties

source: No books
fr: Aucun livre

source: Other books
fr: Autres livres

source: All books
fr: Tous les livres

source: Current book
fr: Livre courant

source: Select portion
fr: Sélectionner une partie

source: All
fr: Tout

source: To:
fr: À :

source: From:
fr: De :

source: chapter
fr: chapitre

source: verse
fr: verset

source: All categories
fr: Toutes catégories

source: This selection would display
fr: Cette sélection devrait afficher

source: Stylesheet
fr: Feuille de style

source: N_ame
fr: N_om

source: _This style:
fr: _Ce style :

source: is an identifier
fr: est un identifiant

source: starts a new paragraph
fr: débute un nouveau paragraphe

source: is inline text with endmarker
fr: est texte aligné avec balise de fin

source: is a chapter number
fr: est un numéro de chapitre

source: is a verse number
fr: est un numéro de verset

source: is a footnote or endnote
fr: est une note de bas de page ou de fin

source: is a crossreference
fr: est une référence

source: is a peripheral element
fr: est un élément périphérique

source: is a picture
fr: est une image

source: starts a new page
fr: débute une nouvelle page

source: is a table element
fr: est une table

source: is a word list element
fr: est une liste de mot

source: This one:
fr: Celui-ci :

source: starts a footnote
fr: débute une note de bas de pages

source: starts an endnote
fr: débute une note de fin

source: is standard content
fr: est un contenu standard

source: is content
fr: est du contenu

source: is content with endmarker
fr: est du contenu avec une balise de fin

source: starts another paragraph
fr: débute un autre paragraphe

source: starts a crossreference
fr: Debute un renvoi

source: is a main title
fr: est un titre principal

source: is a subtitle
fr: est un sous-titre

source: is a section heading
fr: est un en-tête de section

source: is a normal paragraph
fr: est un paragraphe normal

source: starts publication data
fr: débute la publication des données

source: starts table of contents
fr: débute la table des matières

source: starts preface
fr: débute la préface

source: starts introduction
fr: débute l'introduction

source: starts concordance
fr: débute la concordance

source: starts glossary
fr: débute le glossaire

source: starts index
fr: débute l'index

source: starts map index
fr: Commence l'index de carte

source: starts cover
fr: débute la couverture

source: starts spine
fr: Débute le dos du livre

source: identifies the book
fr: identifie le livre

source: identifies the encoding
fr: identifie l'encodage

source: is a comment
fr: est un commentaire

source: is a comment with an endmarker
fr: est un commentaire avec une balise de fin

source: is a running header
fr: est un en-tête courant

source: is long table of contents text
fr: est une longue table des matières

source: is short table of contents text
fr: est une petite table des matières

source: is the book abbreviation
fr: est une abbréviation de livre

source: is the chapter label
fr: est un repère de chapitre

source: is the published chapter marker
fr: est la publication de la balise de chapitre

source: starts a new row
fr: Commence une nouvelle ligne

source: is a column heading
fr: est un en-tête de colonne

source: is cell data
fr: est une donnée de cellule

source: Wordlist / glossary / dictionary entry
fr: Liste de mot / glossaire / entrée dictionnaire

source: Hebrew wordlist entry
fr: Entrée de liste de mot hébreux

source: Greek wordlist entry
fr: Entrée de liste de mot grecs

source: Subject index entry
fr: Entrée d'index de sujet

source: _Font size
fr: _Taille de police

source: _Italic
fr: _Italique

source: _Bold
fr: _Gras

source: _Underline
fr: _Souligné

source: S_mall caps
fr: Petite_s capitales

source: Inherit
fr: Hérité

source: Toggle
fr: Basculer

source: paragraph
fr: le paragraphe

source: Te_xt alignment
fr: Alignement du te_xte

source: Left
fr: Gauche

source: Center
fr: Centré

source: Right
fr: Droit

source: Justified
fr: Justifié

source: S_pace before
fr: Es_pace avant

source: Space afte_r
fr: Espace ap_rès

source: _Left margin
fr: Marge de _gauche

source: Ri_ght margin
fr: Marge de _droite

source: _1st Line indent
fr: Retrait de la première ligne

source: Spans the t_wo columns
fr: Étend les _deux colonnes

source: Refers to the Apocrypha
fr: Se réfère aux Apocryphes

source: User defined
fr: Utilisateur défini

source: Restart
fr: Redémmarrer

source: never
fr: jamais

source: every book
fr: tous les livres

source: every chapter
fr: tous les chapitres

source: Print chapter number at the first verse
fr: Imprimer le numéro de chapitre avant le premier verset

source: Start on a new page
fr: Débuter une nouvelle page

source: with an odd number
fr: avec un nombre impair

source: Print
fr: Imprimer

source: after each book
fr: après chaque livre

source: after everything else
fr: après tout

source: heading
fr: en-tête

source: cell
fr: cellule

source: Column number
fr: numéro de colonne

source: Print this in running header of left page
fr: Imprimer dans l'en-tête en cours d'exécution de la page de gauche

source: Print this in running header of right page
fr: Imprimer dans l'en-tête en cours d'exécution de la page de droite

source: Add
fr: Ajouter

source: after entry
fr: après l'entrée

source: Restart paragraph
fr: Recommencer le paragraphe

source: .old
fr: .vieux

source: General settings
fr: Paramètres généraux

source: Project settings
fr: Paramètres du projet

source: Diagnostics
fr: Diagnostiques

source: Tick the items to include in the diagnostics report
fr: Cochez les éléments à inclure dans le rapport de diagnostic

source: General settings
fr: Paramètres généraux

source: Project
fr: Projet

source: settings
fr: paramètres

source: diagnostics
fr: Diagnostiques

source: Task Duration Setup
fr: Configuration de la durée de la tâche

source: Set the number of days a task takes to complete one chapter
fr: Définir le nombre de jours que prendra une tâche pour terminer un chapitre

source: Task
fr: Tâche

source: Days per chapter
fr: Jours par chapitre

source: Formatter commands
fr: Commandes de formatage

source: Text Replacement
fr: Texte de substitution

source: Replace text when printing and exporting
fr: Remplacer le texte lors de l'impression et de l'exportation

source: <Enter new text here>
fr: <Entrer le nouveau texte ici>

source: <Enter new replacement here>
fr: <Entrer la nouvelle substitution ici>

source: Tidy Text
fr: Organiser le texte

source: Tidy Text can be used while inserting Bible notes. It makes changes in the text that is inserted, following the settings made below.
fr: L'organisation du texte peut être utilisée durant l'insertion de notes bibliques. Elle apporte les changements dans le texte où elles sont insérées, suivant les paramètres établis plus bas.

source: Translate certain text to book abbreviations
fr: Convertir certains textes en abréviation de livre

source: Normalize hyphens
fr: Standardiser les traits d'union

source: Remove the space between chapter and verse, e.g. Mat. 1. 1 becomes Mat. 1.1
fr: Supprimer l'espace entre le chapitre et le verset, par exemple Mat 1. 1 devient Mat 1.1

source: Remove the space after a comma in a series of verses, e.g. 10, 11 becomes 10,11
fr: Supprimer l'espace après une virgule dans une série de versets, par exemple 10, 11 devient 10,11

source: Always end the text with a full stop
fr: Toujours terminer le texte avec un point final

source: Change the ampersand in, e.g., Mat. 10.1 & 11.2 to a semicolon: Mat. 10.1; 11.2
fr: Modifier l'esperluette en point-virgule, par exemple Mat 10.1 & 11.2 devient Mat 10.1 ; 11.2

source: Remove a space before a (semi)colon, full stop, etc.
fr: Supprimer l'espace avant un point-virgule, un double-point, un point final, etc.

source: Abbreviation
fr: Abréviation

source: Texts
fr: Textes

source: View Planning
fr: Voir le programme

source: Include the ticked items in the report
fr: Inclure l'élément coché dans le rapport

source: Planning
fr: Programme

source: Percentage complete whole project
fr: Pourcentage réalisé pour tout le projet

source: Percentage complete per book
fr: Pourcentage réalisé par livre

source: Tasks per book
fr: Tâches par livre

source: Tasks per chapter
fr: Tâches par chapitre

source: CSV exported data
fr: Données CSV exportées

source: Please wait ...
fr: Veuillez patienter…

source: Please hold on ... processing data
fr: Veuillez patienter ... traitement des données

source: Wordlists
fr: Listes de mots

source: This updates the word list entries in the text and generates lists of them
fr: Ceci met à jour les entrées de la liste de mots dans le texte et en génère la liste

source: Process general word list
fr: Traite la liste de mots généraux

source: Insert list between markers \zopenwordlist and \zclosewordlist
fr: Insère la liste entre les balises \zouvrelalistedemots et \zfermelalistedemots

source: Add an asterisk to each word entry
fr: Ajouter un astérisque à chaque entrée de mot

source: the first time it occurs in a section
fr: la première fois il se présente dans une section

source: Process Hebrew word list
fr: Traite la liste de mot hébreux

source: Insert the list between markers \zopenhebrewwordlist and \zclosehebrewwordlist
fr: Insère la liste entre les balises \zouvrelalistedemotshebreux et \zfermelalistedemotshebreux

source: Process Greek word list
fr: Traite la liste de mot grecs

source: Insert the list between markers \zopengreekwordlist and \zclosegreekwordlist
fr: Insère la liste entre les balises \zouvrelalistedemotsgrecs et \zfermelalistedemotsgrecs

source: Process index
fr: Traite l'index

source: Insert the list between markers \zopenindex and \zcloseindex
fr: Insère la liste entre les balises \zouvrelindex et \zfermelindex

source: the first time it occurs in a chapter
fr: la première fois il se présente dans un chapitre

source: Transfer Project Notes To Text
fr: Transférer les notes du projet vers le texte

source: This will transfer all the Project Notes that display for each verse into the currently opened project
fr: Ceci va transférer toutes les notes du projet qui s'affichent pour chaque verset dans le projet actuellement ouvert

source: Transferring notes to text
fr: Transfert des notes dans le texte

source: The chapter is empty. Do you wish to delete this chapter?
fr: Ce chapitre n'a pas de contenu. Voulez-vous le supprimer ?

source: Chapter
fr: Le chapitre

source: was loaded, but it appears that the chapter number has been changed to
fr: a été chargé, mais il semble que le numéro de chapitre ait été changé en

source: The new chapter number already exists Do you wish to overwrite it?
fr: Le numéro de chapitre existe déjà Souhaitez-vous l'écraser ?

source: The changes have been discarded
fr: Les changements ont été annulés

source: Trying to apply a
fr: Essaye de l'appliquer

source: foot- or endnote
fr: à la notes de bas de page ou de fin

source: table
fr: à la table

source: style
fr: au style

source: Only note related styles apply
fr: Seuls les styles liés aux notes s'appliquent

source: Only table styles apply
fr: Seuls les styles de table s'appliquent

source: Cannot find paragraph
fr: Ne peut trouver de paragraphe

source: This style cannot be applied here.
fr: Ce style ne peut être appliqué ici.

source: Adding words to dictionary
fr: Ajout de mots au dictionnaire

source: Exporting project
fr: Exportation du projet

source: Exporting
fr: Exportation

source: Converting to BibleWorks:
fr: Convertion en BibleWorks :

source: Export:
fr: Exportation :

source: The SWORD compiler osis2mod was not found.
fr: Le compilateur SWORD osis2mod n'a pas été trouvé.

source: Single file
fr: Un seul fichier

source: Multiple files
fr: Plusieurs fichiers

source: Save method
fr: Méthode de sauvegarde

source: Multiple books have been selected. Should these be saved to a single file or to multiple files?
fr: Plusieurs livres ont été sélectionnés. Doivent-ils être sauvés dans un seul fichier ou dans plusieurs ?

source: The export has completed, but the following markers could not be formatted properly:
fr: L'exportation est terminée, Mais les balises suivantes ne peuvent pas être formatées proprement :

source: There was nothing to backup
fr: Il n'y avait rien à sauvegarder

source: There was an error producing the Go Bible. Please check the system log for more information.
fr: Une erreur est survenue durant la production de Go Bible. Veuillez vérifier le journal système pour plus d'information.

source: Inserting missing spaces after opening markers
fr: Insertion des espaces manquant après les balises ouvrantes

source: Missing spaces inserted:
fr: Espaces manquantes insérées :

source: Untitled
fr: Sans nom

source: Cleaning out index lock
fr: Nettoyage de l'index verrouillé

source: Cleaning out folder
fr: Nettoyage du dossier

source: Tidying up project
fr: Organisation du projet en cours

source: Resolving conflict for project
fr: Résolution de conflits dans le projet

source: book
fr: livre

source: Updating data in folder
fr: Mise à jour des données dans le dossier

source: Select a folder
fr: Sélectionner un dossier

source: Select a file
fr: Sélectionnez un fichier

source: Save to file
fr: Enregistrer sous

source: Trying to opening
fr: Essaie d'ouverture

source: Done:
fr: Fait :

source: To do:
fr: À faire :

source: Are you sure you wish to make the changes?
fr: Êtes-vous certain de vouloir faire ces modifications ?

source: This will permanently modify your data. The changes cannot be undone easily. Are you sure?
fr: Ceci va modifier de façon permanente vos données. Les changements ne pourront pas facilement être annulés. Êtes-vous certain ?

source: books
fr: livres

source: Number of modifications:
fr: Nombre de modifications :

source: Jump to:
fr: Aller directement à :

source: Go back
fr: Précédent

source: Where would you like to go back to?
fr: Où souhaitez-vous revenir en arrière ?

source: Go forward
fr: Suivant

source: Where would you like to go forward to?
fr: Où souhaitez-vous aller au suivant ?

source: Enabled
fr: Activé

source: didn't spawn
fr: n'a pas pu démarrer

source: The help cannot be displayed, because there is no suitable browser installed.
fr: L'aide ne peut pas être affichée car il n'y a pas de navigateur approprié d'installé.

source: Install one of the following supported browsers:
fr: Installe un des navigateurs supportés suivant :

source: Data from
fr: Données depuis

source: is not valid UTF8.
fr: n'est pas de l'UTF8 valide.

source: Unknown book in file
fr: Livre inconnu dans le fichier

source: File
fr: Le fichier

source: has book
fr: a comme livre

source: , but this one is already in the project
fr: , mais celui-ci est déjà dans le projet

source: A Java Runtime Environment was not found. Please install one at your convenience.
fr: Un environnement d’exécution Java n'a pas été trouvé. Veuillez en installer un.

source: Skipping:
fr: Passer :

source: Key Reference:
fr: Référence clé :

source: References:
fr: Références :

source: Sword King James Bible with Strong's lemmata
fr: Bible Sword King James avec le lemmata Strong

source: The King James Bible from the Sword project is useful for its Strong's numbers tagged in the text. Bibledit-Gtk uses this to find related verses, among other things. Importing consists of two steps: exporting it from Sword and creating a database out of it.
fr: La King James Bible du projet Sword est utile pour les numéros de Strong qui sont marqués dans le texte. Bibledit-Gtk utilise ceci pour trouver des versets connexes, entre autres choses. L'importation consiste en deux étapes: l'exportation de Sword et la création d'une base de données.

source: 1. Exporting the text from Sword
fr: 1. Exportation du texte depuis Sword
