Repository: bibledit/old
Catalog: gtk/po/*.po
Languages: fr

source: To export the text from the Sword library, it is supposed that the KJV Bible has been installed. Open a terminal, and type the following command:
fr: Pour exporter le texte depuis la librairie Sword, KJV Bible est supposée être installée. Ouvrez un terminal et entrez-y les commandes suivantes :

source: This will take a while. It should give no errors. Once it finishes there will be a file called kjv.txt in the home directory.
fr: Ceci peut prendre un certain temps. Il ne doit par renvoyer d'erreurs. Une fois terminée un fichier nommé kjv.txt sera créé dans votre dossier personnel.

source: 2. Creating the database
fr: 2. Création de la base de données

source: Create database
fr: Créer une base de données

source: Creating the database should take a while. Once done there will be a file called kjv.sql in the home directory. This file should be added to the bibledit package, replacing the one it currently has.
fr: La création de la base de données prend un certain temps. Une fois terminée un fichier nommé kjv.sql sera créé dans votre dossier personnel. Ce fichier doit être ajouté dans le paquet bibledit, en remplacement de l'actuel.

source: Database creation from King James Bible exported from the Sword library
fr: Création de la base de données depuis la Bible King James exportée depuis la librairie Sword

source: Looking for file
fr: Recherche du fichier

source: Can't find the input file
fr: Ne trouve pas le fichier d'entrée

source: Using file
fr: Utilisation du fichier

source: Importing data into the database at
fr: Importation des données dans la base de données à

source: Success! The database was created
fr: La base de données a été créée avec succès !

source: Error!
fr: Erreur !

source: To use the database, copy the file kjv.sql into the Bibledit-Gtk package and re-install.
fr: Pour utiliser la base de données, copiez le fichier kjv.sql dans le paquet Bibledit-Gtk et réinstallez-le.

source: Importing King James Bible
fr: Importation de la King James Bible

source: Recalculating windows positions and sizes
fr: Recalcule la taille et la position des fenêtres

source: _File
fr: _Fichier

source: Pr_oject
fr: Pr_ojet

source: _New
fr: _Nouveau

source: P_roperties
fr: P_ropriétés

source: Cop_y to
fr: Cop_ier vers

source: Co_mpare with
fr: Co_mparer avec

source: C_hanges
fr: Mo_difications

source: Mer_ge
fr: F_usionner

source: _Send / Receive
fr: _Envoyer / Recevoir

source: _Open
fr: _Ouvrir

source: _Expand all
fr: Tout _dérouler

source: _Collapse all
fr: Tout _enrouler

source: _Insert
fr: _Insérer

source: Edit _mode
fr: _Mode édition

source: _Stylesheet
fr: Feuille de _style

source: _Switch
fr: Ba_sculer

source: _Rename
fr: _Renommer

source: Project _notes
fr: _Notes du projet

source: _Send / receive
fr: _Envoyer / Recevoir

source: _Keyterms
fr: _Mots-clés

source: E_xport
fr: E_xporter

source: _Backup
fr: Sau_vegarder

source: Res_tore
fr: Res_taurer

source: _Edit
fr: _Édition

source: Copy _with formatting
fr: Copier _avec le formatage

source: _Undo
fr: Annu_ler

source: _Redo
fr: _Rétablir

source: Find in Project _notes
fr: Rechercher dans les _notes du projet

source: _Get references from project note
fr: _Obtenir les annotations de la note du projet

source: Re_vert
fr: Re_venir

source: _Bible note
fr: Note _biblique

source: P_lanning
fr: Pro_gramme

source: _View
fr: Afficha_ge

source: _Font & Color
fr: Polices & Couleurs

source: _Text
fr: _Texte

source: Chapter as
fr: Chapitre en

source: _Formatted
fr: _Formaté

source: _USFM code
fr: Code _USFM

source: _Experimental
fr: _Expérimental

source: Pl_anning
fr: P_rogramme

source: R_eferences
fr: _Annotations

source: _Related verses
fr: Ve_rsets en lien

source: _Outline
fr: _Plan

source: _Tile Windows
fr: Fenêtres en _tuiles

source: _External Resource
fr: Ressources _externes

source: Bible _Study Tools
fr: Outil_s d'étude biblique

source: Bible._org (book)
fr: Bible._org (livre)

source: _Special character
fr: _Caractères spéciaux

source: _Footnote
fr: _Note de bas de page

source: _Crossreference
fr: _Référence

source: Chec_k
fr: _Vérifier

source: _Chapters and verses
fr: _Chapitres et versets

source: _Markers
fr: _Balises

source: _Validate
fr: _Valider

source: _Count
fr: _Compter

source: C_ompare
fr: C_omparer

source: _Spacing
fr: E_space

source: C_haracters
fr: Ca_ractères

source: _Inventory
fr: I_nventaire

source: _Unwanted patterns
fr: _Motifs indésirables

source: _Words
fr: _Mots

source: _Capitalization
fr: _Majuscules

source: _Repetition
fr: _Répétition

source: _Unwanted
fr: _Indésirables

source: _Punctuation
fr: _Ponctuation

source: _Matching pairs
fr: _Vérification des paires

source: _OT quotations in the NT
fr: _Citations de l'AT dans le NT

source: _Synoptic parallels in the NT
fr: _Passages synoptiques dans le NT

source: _Parallels in the OT
fr: P_arallèles dans l'AT

source: _Key terms
fr: Mots-_clés

source: M_y checks
fr: M_es vérifications

source: _Spelling error
fr: _Correcteur orthographique

source: _Bulk
fr: _Grouper

source: _Tools
fr: Ou_tils

source: _Transfer text to project notes
fr: T_ransférer le texte vers les notes du projet

source: _Bible notes mass update
fr: _Mise à jour en masse des notes bibliques

source: _Project notes mass update
fr: M_ise à jour en masse des notes du projet

source: _Generate word lists
fr: _Génerer des listes de mots

source: _Simple text corrections
fr: _Correction basique du texte

source: Tr_ansfer project notes to text
fr: _Transférer les notes du projet dans le texte

source: G_o to reference (Ctrl-G)
fr: _Allez à une référence (Ctrl-G)

source: P_references
fr: P_références

source: _Printing
fr: Im_pression

source: _Reference exchange
fr: _Échange d'annotation

source: _Books
fr: _Livres

source: _Windows Outpost
fr: _Fenêtres d'avant-poste

source: _Tidy text
fr: _Organiser le texte

source: R_emote repository
fr: _Dépôt distant

source: _User interface
fr: In_terface utilisateur

source: P_assword
fr: _Mot de passe

source: Te_xt replacement
fr: Remplacer du te_xte

source: P_DF Viewer
fr: Visionneuse de P_DF

source: Filter_s
fr: Filtre_s

source: _Compare
fr: _Comparer

source: _Help
fr: _Aide

source: _Contents
fr: _Table des matières

source: _System log
fr: _Registre système

source: Copyright (c) 2003-2013 Teus Benschop
fr: Droit d'auteur (c) 2003-2013 Teus Benschop

source: translator-credits
fr: Crédits-traducteur : L'Africain

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer ou le modifier suivant les termes de la “GNU General Public License” telle que publiée par la Free Software Foundation : soit la version 3 de cette licence, soit (à votre gré) toute version ultérieure. Ce programme est distribué dans l’espoir qu’il vous sera utile, mais SANS AUCUNE GARANTIE : sans même la garantie implicite de COMMERCIALISABILITÉ ni d’ADÉQUATION À UN OBJECTIF PARTICULIER. Consultez la Licence Générale Publique GNU pour plus de détails. Vous devriez avoir reçu une copie de la Licence Générale Publique GNU avec ce programme ; si ce n’est pas le cas, consultez <http://www.gnu.org/licenses/>.

source: Delete project
fr: Suppression de projet

source: Are you sure you want to delete project
fr: Êtes-vous certain de vouloir supprimer le projet

source: Are you really sure to delete project
fr: Êtes-vous certain de vouloir supprimer dans le projet

source: , something worth perhaps years of work?
fr: comme quelque chose de faux qui peut correspondre à des années de travail ?

source: New project name
fr: Nom du nouveau projet

source: Enter a name of a non-existent project\
fr: Entrez le nom du projet non existant\

source: The project has been copied to a new project named
fr: Le projet a été copié vers un nouveau projet appelé

source: Insert character
fr: Insérer un caractère

source: Insert special character
fr: Insérer un caractère spécial

source: Soft hyphen
fr: Trait d'union conditionnel

source: No-break space
fr: Espace insécable

source: Left double quotation mark
fr: Guillemet apostrophe double ouvrant

source: Right double quotation mark
fr: Guillemet apostrophe double fermant

source: Left single quotation mark
fr: Guillemet apostrophe simple ouvrant

source: Right single quotation mark
fr: Guillemet apostrophe simple fermant

source: Left-pointing double angle quotation mark
fr: Guillemet typographique ouvrant

source: Right-pointing double angle quotation mark
fr: Guillemet typographique fermant

source: Hebrew Bible with cantillation marks from Mechon Mamre
fr: Bible hébraïque de Mechon Mamre avec les balises pour la cantillation

source: The Hebrew Bible from Mechon Mamre provides a Hebrew text that can be useful for translating the Bible. Bibledit-Gtk can import this text. This consists of two steps: downloading it and importing it.
fr: La Bible hébraïque de Mechon Mamre procure un texte hébreux qui peut très utile pour la traduction de la Bible. Bibledit-gtk peut importer ce texte. Cela consiste en deux étapes : le télécharger et l'importer

source: 1. Downloading the text
fr: 1. Télécharger le texte

source: When you click on the link below, a web browser will open, which will download the Hebrew text. The file will be called ct005.zip. Please save this file in the home directory, on your Desktop, or in the Downloads folder.
fr: Lorsque vous cliquez sur le lien plus bas, un navigateur web va s'ouvrir pour télécharger le texte hébreux. Le fichier s'appelle ct005.zip. Veuillez sauver ce fichier dans votre dossier personnel, sur votre Bureau ou dans le dossier Téléchargements.

source: Download it
fr: Télécharger

source: 2. Importing the text
fr: 2. Importer le texte

source: When you click on the link below, a new Bible will be created, and the file that you have downloaded will be imported into it.
fr: Lorsque vous cliquez sur le lien plus bas, une nouvelle Bible sera créée et le fichier que vous aurez téléchargé y sera importé.

source: before
fr: avant

source: middle
fr: milieu

source: after
fr: après

source: __conflict__marker__
fr: __conflit_de__balise__

source: __new__line__indicator__
fr: __nouvel__indicateur__de__ligne__

source: ___verse___indicator___
fr: ___indicateur__de___verset___

source: Merge changes from user and server.
fr: Fusionner les modifications de l'utilisateur et du serveur.

source: Cannot find PHP.
fr: Ne trouve pas PHP.

source: Bibledit-Gtk needs PHP for improved collaboration and merging.
fr: Bibledit-Gtk a besoin de PHP pour une collaboration et une fusion améliorées.

source: Some changes were lost.
fr: Certains changements ont été perdus.

source: Install package php5-cli.
fr: Installer le paquet php5-cli.

source: Could not connect to the local web server
fr: Ne peut se connecter au serveur web local

source: Local web server returned unusual code:
fr: Le serveur web local a retourné un code inhabituel :

source: The following note is displayed because it was created or edited. Normally it would not have been displayed.
fr: La note suivante est affichée parce qu'elle vient d'être créée ou éditée. Normalement elles ne sont pas affichées.

source: Reference
fr: Annotation

source: is not valid and has been removed.
fr: n'est pas valide et a été supprimé.

source: No issue
fr: Pas de problème

source: For myself
fr: Pour moi-même

source: For subteam
fr: Pour le groupe

source: For team
fr: Pour une équipe

source: For scholar
fr: Pour l'expert

source: For panel
fr: Pour le comité

source: For church
fr: Pour l'église

source: For consultant
fr: Pour le conseiller

source: For Bible society
fr: Pour une société biblique

source: Converting project notes
fr: Conversion en notes de projet

source: Creating notes index
fr: Création d'un index de notes

source: Change detected for note
fr: Modification détectée pour la note

source: Missing endmarker:
fr: Une balise de fin est manquante :

source: Could not get the names of the books
fr: Impossible d'obtenir les noms des livres

source: Could not find a matching book for
fr: Ne peut trouver de livre concordant pour

source: The rest of the import was cancelled
fr: Le rest de l'importation a été annulée

source: What has been imported already remains
fr: Ce qui a été importé reste déjà

source: Verse text could not be imported
fr: Le texte du verset n'a pas pu être importé

source: Exporting to OpenDocument
fr: Exportation au format OpenDocument

source: Working...
fr: En cours…

source: Relevant notes found:
fr: Une note pertinente a été trouvée :

source: Origin references added:
fr: Références d'origine ajoutées :

source: Origin references removed:
fr: Références d'origine supprimées :

source: Text labels added:
fr: Étiquettes de texte ajoutées :

source: Notes not affected because they already were fine:
fr: Les notes ne sont pas affectées car elles étaient déjà correctes :

source: Notes with structural errors:
fr: Notes avec des erreurs de structure :

source: Current one
fr: Celui en cours

source: Quotation
fr: Citation

source: Quoted here
fr: cité ici

source: Parallel passage
fr: Passage parallèle

source: from Septuagint
fr: de Septuagint

source: # Exported from Bibledit-Gtk
fr: # Exporté depuis Bibledit-Gtk

source: Password
fr: Mot de passe

source: Please provide the current password before proceeding
fr: Veuillez entrer le mot de passe courant avant de poursuivre

source: The password provided is incorrect
fr: Le mot de passe est incorrect

source: The current password is unset
fr: Le mot de passe n'est pas encore défini

source: The current password is set
fr: Le mot de passe est défini

source: Would you like to set an administrator's password?
fr: Voulez-vous configurer un mot de passe administrateur ?

source: Provide a new password
fr: Saisissez un nouveau mot de passe

source: Repeat this password
fr: Retapez votre mot de passe

source: The two passwords differ
fr: Les mots de passe sont différents

source: Provide the administrator's password
fr: Définissez un mot de passe administrateur

source: The file cannot be displayed, because there is no suitable pdf viewer installed.
fr: Le fichier ne peut être visualisé parce qu'il n'y a pas de lecteur pdf approprié d'installé.

source: Install a supported pdf viewer, or set up your own under Preferences
fr: Installez un lecteur pdf approprié ou configurez le vôtre dans les Préférences

source: Planned Tasks
fr: Tâches programmées

source: of planned tasks: add, remove or reorder them
fr: de tâches programmées : ajouter, supprimer ou les réorganiser

source: Planning
fr: Programme

source: Produced on
fr: Créé le

source: The project started on
fr: Le projet a débuté le

source: and
fr: et

source: percent of the work has been done.
fr: pourcent du travail éffectué.

source: If the work is carried on with the same pace it will be completed in the year
fr: Si ce travail est poursuivi avec le même rythme il sera achevé dans l'année

source: , God willing.
fr: , volonté de Dieu.

source: At this stage it is not yet possible to estimate when it will finish.
fr: À ce niveau il n'est pas encore possible d'estimer quand il sera terminé.

source: Start
fr: Début

source: Duration (days)
fr: Durée (jours)

source: Complete (%)
fr: Achevé (%)

source: Finish
fr: Terminé

source: Already started
fr: Déjà lancé

source: Already finished
fr: Déjà terminé

source: Planned tasks
fr: Tâches programmées

source: Printing Parallel Bible
fr: Impression des parallèles bibliques

source: does not exist in this project
fr: n'existe pas dans ce projet

source: Parallel Bible
fr: Parallèle biblique

source: Collecting verses
fr: Collecte de versets

source: Project
fr: Projet

source: was requested to be included, but it does not contain
fr: a demandé à être inclus, mais il ne contient pas

source: . It was left out.
fr: . Il a été laissé de côté.

source: Ready printing the Parallel Bible
fr: Prêt à imprimer les parallèles bibliques

source: Printing parallel references
fr: Imprimer les références parallèles

source: Printing Parallel References
fr: Imprimer les références parallèles

source: Ready printing the parallel references
fr: Prêt à mprimer les références parallèles

source: There were no books to print Select some books and try again
fr: Il n'y avait pas de livres à imprimer Sélectionnez des livres et essayez à nouveau

source: Bibledit project
fr: Projet Bibledit

source: en
fr: fr

source: Loading
fr: Chargement de

source: does not exist
fr: n'existe pas

source: Open project
fr: Ouvrir un projet

source: Non-editable
fr: Non éditable

source: to display the editable projects
fr: pour afficher les projets éditables.

source: to display the non-editable projects
fr: pour afficher les projets non éditables.

source: Read/write data needs 5 parameters
fr: Les données en lecture/écriture ont besoin de 5 paramètres

source: Project does not exist:
fr: Le projet n'existe pas :

source: Book
fr: Livre

source: does not exist in project
fr: n'existe pas dans le projet

source: Chapter starts at a pattern, verse 1 starts at chapter, verse starts at a pattern
fr: Le chapitre commence par un motif, le verset 1 commence au chapitre, le verset commence par un motif

source: Processing...
fr: Traitement en cours…

source: Open resource
fr: Ouvrir une ressource

source: The file was restored to Bible
fr: Le fichier a été restauré dans la Bible

source: Notes available before restore:
fr: Notes disponibles avant la restauration :

source: Currently Bibledit-Gtk has
fr: Actuellement Bible-Gtk a

source: notes. Would you like to overwrite these?
fr: des notes. Voulez-vous les écraser ?

source: Restore has overwritten the existing notes
fr: La restauration a écrasé les notes existantes

source: Restore was cancelled
fr: La restauration a été annulé

source: Notes were restored
fr: Les notes ont été restauré

source: No resource found
fr: Aucune ressource n'a été trouvé

source: This resource already exists
fr: Cette ressource existe déjà

source: Resource was restored
fr: La ressource a été restaurée

source: Everything was restored
fr: Tout a été restauré

source: Changes will only take effect after restart
fr: Le modifications prendront effet, après un redémarrage

source: Restoring everything
fr: Tout restaurer

source: The file to restore does not contain valid data
fr: Le fichier à restaurer ne contient pas de données valides

source: Nothing was restored
fr: Il n'a donc pu être restauré

source: first person
fr: première personne

source: second person
fr: deuxième personne

source: third person
fr: troisième personne

source: nominative
fr: Nominatif

source: vocative
fr: vocatif

source: genitive
fr: génitif

source: dative
fr: datif

source: accusative
fr: accusatif

source: case "
fr: casse "

source: singular
fr: singulier

source: plural
fr: pluriel

source: number "
fr: numéro "

source: masculine
fr: masculin

source: feminine
fr: féminin

source: neuter
fr: neutre

source: gender "
fr: genre "

source: superlative
fr: superlatif

source: comparative
fr: comparatif

source: abbreviated
fr: abrégé

source: interrogative
fr: interrogatif

source: negative
fr: négatif

source: merged by crasis with a second word; declension is that of the second word
fr: fusionné par crase avec un second mot, la déclinaison est celle du second mot

source: Attic Greek form
fr: Forme grecque attique

source: letter indeclinable
fr: lettre indéclinable

source: other indeclinable
fr: autre indéclinable

source: numeral indeclinable
fr: nombre indéclinable

source: apocopated form
fr: forme apocope

source: Aeolic
fr: Éolien

source: middle significance
fr: importance moyenne

source: unknown suffix "
fr: suffixe inconnu "

source: second
fr: deuxième

source: present
fr: présent

source: imperfect
fr: imparfait

source: future
fr: futur

source: aorist
fr: aoriste

source: perfect
fr: parfait

source: pluperfect
fr: plus que parfait

source: no tense stated (adverbial imperative)
fr: pas de temps (impératif adverbial)

source: active
fr: actif

source: middle
fr: moyen

source: passive
fr: passif

source: middle or passive
fr: moyen ou passif

source: middle deponent
fr: déponent moyen

source: passive deponent
fr: déponent passif

source: middle or passive deponent
fr: déponent moyen ou passif

source: no voice stated
fr: pas de voix

source: impersonal active
fr: impersonnel actif

source: indicative
fr: indicatif

source: subjunctive
fr: subjonctif

source: optative
fr: optatif

source: imperative
fr: impératif

source: infinitive
fr: infinitif

source: participle
fr: participe

source: adjective
fr: adjectif

source: adverb or adverb and particle combined
fr: Adverbe ou adverbe et particule combinée

source: indeclinable Aramaic transliterated word
fr: mot Araméen indéclinable translittéré

source: reciprocal pronoun
fr: pronom réciproque

source: conditional particle or conjunction
fr: particule conditionnelle ou conjonction

source: conjunction or conjunctive particle
fr: conjonction ou particule conjonctive

source: demonstrative pronoun
fr: pronom démonstratif

source: reflexive pronoun
fr: pronom réflexif

source: indeclinable Hebrew transliterated word
fr: mot hébreu indéclinable translittéré

source: interrogative pronoun
fr: pronom interrogatif

source: correlative pronoun
fr: pronom corrélatif

source: noun
fr: nom

source: personal pronoun
fr: pronom personnel

source: preposition
fr: préposition

source: particle, disjunctive particle
fr: particule, particule disjonctive

source: correlative or interrogative pronoun
fr: Pronom corrélatif ou interrogatif

source: relative pronoun
fr: pronom relatif

source: possessive pronoun
fr: pronom posséssif

source: definite article
fr: article défini

source: verb
fr: verbe

source: indefinite pronoun
fr: pronom indéfini

source: Could not find program "
fr: Ne peut trouver le programme "

source: ". Install package
fr: ". Isntaller le paquet

source: to resolve this.
fr: pour résoudre cela.

source: Error in script
fr: Erreur dans le script

source: Can't read script file
fr: Ne peut lire le script

source: Can't find where to put input file
fr: Impossible de trouver où placer le fichier d'entrée

source: Can't find where to put output file
fr: Impossible de trouver où placer le fichier de sortie

source: UTF-8 validation failure
fr: La validation de l'UTF-8 a échoué

source: Old Testament quotations in the New Testament, project
fr: Citations de l'Ancien Testament dans le Nouveau Testament dans le projet

source: Synoptic parallel passages of the New Testament, project
fr: Passages parallèles synoptiques du Nouveau Testament dans le projet

source: Parallel passages of the Old Testament, project
fr: Passages parallèles de l'Ancien Testament dans le projet

source: Searching
fr: Recherche

source: Converting snapshots to new format for project
fr: Convertion des instantanés dans un autre format pour le projet

source: Updating Snapshots for Project
fr: Mise à jour des instantanés pour le projet

source: Global Dictionary
fr: Dictionnaire global

source: Shared Dictionary
fr: Dictionnaire partagé

source: misspelling
fr: mal orthographié

source: (No spelling suggestions)
fr: (Pas de corrections orthographique de suggérées)

source: More...
fr: Plus…

source: A_dd "%s" to Dictionary
fr: A_jouter "%s" au dictionnaire
