Repository: bibledit/old
Catalog: gtk/po/*.po
Languages: fr

source: Backup
fr: Sauvegarde

source: backup
fr: sauvegarde

source: A backup helps keep your data safe
fr: Une sauvegarde vous permet de garder vos données en sécurité

source: What would you like to backup?
fr: Que souhaitez-vous sauvegarder ?

source: Resource
fr: Ressource

source: Everything
fr: Tout

source: Is this the right Bible?
fr: Est-ce la bonne Bible ?

source: Bible name
fr: Nom de la Bible

source: Choose another one
fr: Choisissez-en une autre

source: Is this the right Resource?
fr: Est-ce la bonne ressource ?

source: Resource name
fr: Nom de la ressource

source: Where would you like to save it?
fr: Où souhaitez-vous sauvegarder ?

source: Backup is about to be made
fr: La sauvegarde est sur le point d'être exécutée

source: Backup was made
fr: La sauvegarde est terminée

source: The backup was completed successfully.
fr: La sauvegarde a été effectuée avec succès.

source: Ready
fr: Prêt

source: No Bible selected
fr: Aucune Bible sélectionnée

source: No Resource selected
fr: Aucune ressource sélectionnée

source: The backup is in
fr: La sauvegarde se trouve dans

source: Finished!
fr: Terminé !

source: (None)
fr: (Aucun)

source: Changes
fr: Modifications

source: changes
fr: Modifications

source: You can view the changes that have been made in the project.
fr: Vous pouvez voir les modifications réalisées dans ce projet.

source: Which changes would you like to see?
fr: Quelles modifications souhaitez-vous voir ?

source: The ones made since my last review
fr: Celles faites depuis ma dernière révision

source: The ones made since a certain date I will give
fr: Celles faites depuis une certaine date à définir

source: The ones made between two dates I will give
fr: Celles faites entre deux dates à définir

source: Information
fr: Informations

source: Last review was on
fr: La dernière révision était le

source: Changes till which date?
fr: Modifier jusqu'à quelle date ?

source: Ready for generating changes
fr: Prêt à générer les modifications

source: Generating changes..., please wait
fr: Génération des modifications…, veuillez patienter

source: Generating changes
fr: Génération des modifications

source: Done.
fr: Fait.

source: Changes since which date?
fr: Changement depuis quelle date ?

source: Changes from which date?
fr: Changement jusqu'à quelle date ?

source: Going back in history
fr: Parcours de l'historique

source: as it was on
fr: comme cela était le

source: Keyterms
fr: Mots-clés

source: deletekeyterms
fr: supprimermotsclés

source: You can delete categories from the keyterms database.
fr: Vous pouvez supprimer des catégories de la base de données des mots-clés.

source: Which collection would you like to delete?
fr: Quelle collection souhaitez-vous supprimer ?

source: Ready for delete
fr: Prêt à supprimer

source: Deleting...
fr: Suppression en cours…

source: Deleting
fr: Suppression en cours

source: Delete done.
fr: Suppression terminée.

source: Export
fr: Exporter

source: export
fr: Exporter

source: This helps you exporting your data
fr: Ceci va vous aider à exporter vos données

source: References
fr: Annotations

source: Stylesheet
fr: Feuille de style

source: What would you like to export?
fr: Que voulez-vous exporter ?

source: What would you like to export it to?
fr: En quoi voulez-vous exporter le module ?

source: BibleWorks Version Database Compiler
fr: Version du compilateur de base de données BibleWorks

source: What type of USFM export will you make?
fr: Quel type d'exportation en USFM souhaitez-vous réaliser ?

source: Changes only
fr: Mofications seulement

source: Which changes will you export?
fr: Quels modifications voulez-vous exporter ?

source: The ones introduced since last time that the changes were exported
fr: Ceux introduits depuis la dernière exportation des modifications

source: The ones introduces since a certain date and time I'll give
fr: Ceux introduits depuis une certaine date et et une certaine heure

source: What type of OSIS file would you prefer?
fr: Quel type de fichier OSIS préférez-vous ?

source: Recommended transformation
fr: Modification recommandée

source: For Go Bible Creator
fr: Pour Go Bible Creator

source: Old method
fr: Ancienne méthode

source: What is the name for the module?
fr: Quelle est le nom du module ?

source: What is the description for the module?
fr: Quelle est la description du module ?

source: What can you say about the module?
fr: Que pouvez-vous dire au sujet du module ?

source: What is the license of the module?
fr: Quelle est la licence du module ?

source: What is the version of the module?
fr: Quelle est la version du module ?

source: What is the language of the module?
fr: Quelle est la langue du module ?

source: Where is the module to be installed?
fr: Où le module sera-t-il installé ?

source: What type of export do you choose?
fr: Quel type d'exportation avez-vous choisi ?

source: Standard Bibledit-Gtk format
fr: Format Bibledit-Gtk standard

source: Paratext format
fr: Format paratext

source: Include keyterms without a rendering
fr: Inclure les mots-clés sans rendu

source: Include keyterms without a rendering?
fr: Inclure les mots-clés sans rendu ?

source: Compress it
fr: Le compresser

source: Would you like to compress it?
fr: Voulez-vous le compresser ?

source: Please enter the date and time?
fr: Veuillez entrer la date et l'heure.

source: Any comments on this export?
fr: Un commentaire au sujet de cette exportation ?

source: Export about to be done
fr: Exportation en cours

source: The export is about to be done
fr: L'exportation est sur le point d'être exécutée

source: Export in progress
fr: Exportation en cours

source: The export is in progress
fr: Progression de l'exportation

source: Export done
fr: Exportation terminée

source: The export was completed successfully.
fr: L'exportation a été effectuée avec succès.

source: The GoBibleCreator was not found. Install it. See the online help.
fr: GoBibleCreator n'a pas été trouvé. Installez-le. Voir l'aide en ligne.

source: Import
fr: Importer

source: import
fr: importation

source: This helps you importing data
fr: Ceci va vous aider à importer des données

source: What would you like to import?
fr: Que souhaitez-vous importer ?

source: Is this the right Bible to import into?
fr: Est-ce la bonne Bible à importer ?

source: What type of data would you like to import?
fr: Quel type de donnée souhaitez-vous importer ?

source: BibleWorks Exported Database
fr: Base de données exportée de BibleWorks

source: Online Bible Text
fr: Texte de la Bible en ligne

source: Raw Text
fr: Texte brut

source: Connected to the Online Bible?
fr: Êtes-vous connecté à la Bible en ligne ?

source: Which Bible would you like to import?
fr: Quelle Bible souhaitez-vous importer ?

source: Which file or files would you like to import?
fr: Quel fichier ou fichiers souhaitez-vous importer ?

source: Select files
fr: Sélectionner des fichiers

source: Import about to be done
fr: Importation prête à être lancée

source: Please confirm you want to do this import.
fr: Veuillez confirmer que vous souhaitez faire cette importation.

source: The import is about to be done
fr: L'importation est sur le point d'être éxécutée

source: The import is done
fr: Importation terminée

source: Finished
fr: Terminée

source: Yes, connected to the Online Bible
fr: Oui, connecté à la Bible en ligne

source: No, could not connect to the Online Bible Is the Online Bible running?
fr: No, ne peut se connecter à la Bible en ligne La Bible en ligne est-elle démarrée ?

source: No files selected
fr: Aucun fichier sélectionné

source: Files count:
fr: Nombre de fichiers :

source: Importing files
fr: Importation de fichiers

source: Importing raw text is a manual process. The online help provides more information on that.
fr: L'importation de texte brut est un processus manuel. L'aide en ligne donne plus d'information à ce sujet.

source: Importing references is done in the references window.
fr: L'importation des annotations est terminée dans la fenêtre des annotations.

source: In that window, click on [actions], then click on "Import a list of references".
fr: Dans cette fenêtre, cliquer sur [actions], puis cliquez sur « Importer une liste d'annotations ».

source: After this window closes an opportunity will be offered to import notes.
fr: Après la fermeture de cette fenêtre il vous sera possible d'importer des notes.

source: After this window closes an opportunity will be offered to import keyterms.
fr: Après la fermeture de cette fenêtre il vous sera possible d'importer des mots-clés.

source: You have selected more than one compressed file
fr: Vous avez sélectionné plus d'une archive

source: You have selected a mixture of normal and compressed files
fr: Vous avez sélectionné un mélange de fichiers et d'archive

source: You will now be asked to select files from within the compressed archive
fr: Il va maintenant vous être demandé de sélectionner les fichiers de l'archive

source: The following files are not in the right Unicode format and are therefore not fit for import:
fr: Le fichier suivant n'est pas dans le bon format Unicode et par conséquent ne convient pas à l'importation :

source: The online help provides more information about how to make these fit for use.
fr: L'aide en ligne procure davantage d'information sur la procédure qui vous permettant de réaliser cela.

source: No files were selected
fr: Aucun fichier sélectionné

source: importkeyterms
fr: importationmotsclés

source: Text files that contain keyterms can be imported into the keyterms database.
fr: Le fichier texte contenant les mots-clés peut être importé dans la base de données des mots-clés.

source: Which file would you like to import?
fr: Quel fichier souhaitez-vous importer ?

source: The file that will be imported should satisfy certain conditions. The online help provides more information.
fr: Le fichier qui sera importé doit satisfaire certaines conditions. L'aide en ligne vous donnera plus d'information.

source: What type of file are you importing?
fr: Quel type de fichier êtes-vous en train d'importer ?

source: Standard textfile
fr: fichier texte standard

source: Key Terms in Biblical Hebrew Project
fr: Mots-clés dans le projet biblique hébreux

source: Into which collection will you import?
fr: Dans quelle collection voulez-vous importer ?

source: Ready for import
fr: Prêt pour l'importation

source: Importing...
fr: Importation en cours…

source: Importing
fr: Importation en cours

source: Import done.
fr: Importation terminée.

source: Please enter a collection.
fr: Veuillez entrer une collection.

source: This collection already exists.
fr: Cette collection existe déjà.

source: Remote repository setup
fr: Configuration du dépôt distant

source: menu-preferences/dialog-remote-repository
fr: menu-préférences/boîte de dialogue-dépôt-distant

source: clone
fr: cloner

source: Remote repository management for Bible
fr: Administration du dépôt distant pour la Bible

source: or the project notes
fr: ou les notes du projet

source: B_ible repository
fr: Dépôt b_iblique

source: Project _notes repository
fr: Dépôt des _notes de projet

source: What type of repository would you like to set?
fr: Quel type de dépôt souhaitez-vous paramétrer ?

source: _Use remote repository
fr: _Utiliser le dépôt distant

source: Would you like to use a remote repository?
fr: Souhaitez-vous utiliser un dépôt distant ?

source: The local content tracker has been tested and works fine
fr: Le module de suivi local a été testé et fonctionne parfaitement

source: Trying out the content tracker
fr: Essai du module de suivi de contenu

source: _Repository
fr: _Dépôt

source: Enter the location of the remote repository
fr: Entrez l'emplacement du dépôt distant

source: C_lone the remote repository
fr: C_loner le dépôt distant

source: Cloning data
fr: Clonage de données en cours

source: Remote repository write test
fr: Test d'écriture sur le dépôt distant

source: _Push my data to the remote repository
fr: Ex_pédier mes données vers le dépôt distant

source: Would you like to push your data to the repository?
fr: Voulez-vous expédier vos données sur le dépôt ?

source: Settings are ready to be applied
fr: Les paramètres sont prêt à être appliqués

source: Settings have been applied
fr: Les paramètres ont été appliqués

source: Trying the contents tracker
fr: Essai du module de suivi de contenu

source: Check git version number
fr: Vérification du numéro de version de git

source: Create first local repository
fr: Créer d'abord un dépôt local

source: Store data into first local repository
fr: Stocker les données d'abord sur un dépôt local

source: Create remote repository
fr: Créer un dépôt distant

source: Fetch data from the first local repository into the remote one
fr: Extraire les données du premier dépôt local dans le répertoire distant

source: Checkout the first local repository
fr: Extraction du premier dépôt local

source: Check data of first local repository
fr: Vérification des données du premier dépôt local

source: Checkout the second local repository
fr: Extraction du second dépôt local

source: Check data of second local repository
fr: Vérification des données du second dépôt local

source: Store different data into first repository
fr: Stocker différentes données dans le premier dépôt

source: Push first repository
fr: Expédition de vos données

source: Pull second repository
fr: Pull le deuxième dépôt

source: Store different data into second repository
fr: Stockage de données différentes dans le second dépôt

source: Push second repository
fr: Push le deuxième dépôt

source: Pull first repository
fr: Pull le premeir dépôt

source: Check data in first repository
fr: Vérification des données du premier dépôt

source: , but should be 1.5.0 or higher
fr: , mais doit être 1.5.0 ou supérieure

source: Program git failed to run. Has git been installed?
fr: Git n'a pas pu être éxécuté. Êtes-vous sûr de l'avoir bien installé ?

source: git init fails to create a repository
fr: git init a échoué dans la création du dépôt

source: git add fails to add data to the repository
fr: git add a échoué dans l'ajout des données au dépôt

source: git commit fails to commit data to the repository
fr: La propagation des données dans le dépôt par git commit a échoué

source: cannot read data in repository
fr: impossible de lire les données du dépôt

source: unexpected data in repository
fr: Données innatendues dans le dépôt

source: git --bare fetch fails to fetch data into remote repository
fr: git --bare fetch ne parvient pas à extraire les données dans le dépôt distant

source: git clone fails to clone the repository
fr: git clone pas réussi à

source: git pull from remote repository failed
fr: git pull n'a pu être exécuté depuis le dépôt distant

source: git push to remote repository failed
fr: git push n'a pu être exécuté depuis le dépôt distant

source: Testing read access
fr: Test de l'accès en lecture

source: Read access to the repository has been granted
fr: L'accès en lecture au dépôt a été autorisé

source: Cannot access the repository:
fr: Ne peut accéder au dépôt :

source: Cloning repository
fr: Clonage du dépôt en cours

source: The data has been cloned, you can go forward
fr: Est-ce la bonne Bible ?

source: Cloning the data failed, please try again
fr: Le clonage de donnée a échoué, veuillez réessayer plus tard

source: Testing write access
fr: Test de l'accès en écriture

source: Testing write access to the remote repository
fr: Test d'accès en écriture sur le dépôt distant

source: Write access was granted, you can go forward
fr: L'accès en écriture a été autorisé, vous pouvez poursuivre

source: No write access. Please check the system log for more information
fr: Pas d'accès en écriture. Veuillez vérifier le fichier journal système pour plus d'information

source: Pushing your data
fr: Expédition de vos données

source: Your data has been pushed to the remote repository
fr: Vos données ont été expédiées vers le dépôt distant

source: Your data could not be pushed to the remote repository, please restart the assistant
fr: Vos données n'ont pas pu être expédiées vers le dépôt distant, veuillez redémarrer l’assistant

source: Resource editor
fr: Éditeur de ressource

source: resource_editor
fr: _Éditeur de ressource

source: Step by step you will be
fr: Pas à pas vous serez

source: creating a new Resource
fr: création d'une nouvelle ressource

source: editing the Resource
fr: édition de la ressource

source: . Any changes you make show up immediately. The online help provides more information for each step.
fr: . Tout changement réalisé est visible immédiatement. L'aide en ligne procure davantage d'information pour chaque étape.

source: What is the title of the Resource?
fr: Quel est le titre de cette ressource ?

source: Would you like to add local files to the Resource?
fr: Souhaitez-vous ajouter un fichier local à la ressource ?

source: _Add files
fr: _Ajouter des fichiers

source: Add f_olders
fr: Ajouter des _dossies

source: What is the home page of the Resource?
fr: Quelle est la page d'acceuil de la ressources ?

source: What are the abbreviations for the books of the Resource?
fr: Quelles sont les abréviations pour les livres de la ressource ?

source: _Abbreviations
fr: _Abréviations

source: _Import
fr: _Importer

source: What are the second abbreviations for the books of the Resource?
fr: Quelles sont les secondes abréviations pour les livres de la ressource ?

source: Would you like to write the anchors in the pages of the Resource?
fr: Voulez-vous écrire les ancres dans les pages de la ressource ?

source: _Anchors
fr: _Ancres

source: What is the URL constructor for the Resource?
fr: Quelle est l'URL constructeur pour la ressource ?

source: Enter the title
fr: Entrer le titre

source: This title already exists
fr: Ce titre existe déjà

source: Adding files
fr: Ajout de fichiers

source: Files in resource:
fr: Fichiers dans la ressource :

source: Adding directory
fr: Ajout de dossiers

source: Directories in resource:
fr: Dossier dans la ressource :

source: Enter the abbreviations for the books
fr: Entrez les abréviations pour les livres

source: Abbreviations
fr: Abréviations

source: Abbreviations entered:
fr: Abréviations entrées :

source: Import from resource
fr: Importer depuis la ressource

source: Enter the second abbreviations for the books
fr: Entrer une deuxième abréviation pour les livres

source: Restore
fr: Restaurer

source: restore
fr: restaurer

source: This assists you with restoring a backup
fr: Ceci va vous assister pour restaurer une sauvegarde

source: What would you like to restore?
fr: Que souhaitez-vous restaurer ?

source: What will be the name of the Bible?
fr: Quel sera le nom de la Bible ?

source: What is the file to restore?
fr: Quel est le fichier à restaurer ?

source: Restore is about to be done
fr: La restauration est sur le point d'être éxécutée

source: Restore is in progress
fr: Progression de la restauration

source: Will restore to Bible
fr: Va restaurer dans la Bible

source: This Bible already exists
fr: Cette Bible existe déjà

source: Please enter a name for the Bible to restore to
fr: Veuillez entrer un nom pour la Bible à restaurer

source: Failed to unpack file
fr: Échec de la décompression du fichier

source: none
fr: aucun

source: Backing up Bible
fr: Sauvegarde de la Bible

source: Backing up notes
fr: Sauvegarde des notes

source: Backing up Resource
fr: Sauvegarde de la ressource

source: Backing up everything
fr: Tous sauvegarder

source: Sorting references:
fr: Tri des annotations :

source: Bad xembed value: %s
fr: Mauvaise valeur de xembed: %s

source: Nothing was done
fr: Rien n'a été fait

source: Front Matter
fr: Introduction principale

source: Bel and the Dragon
fr: Bel et le dragon

source: Capitalization
fr: Majuscules

source: Capital expected:
fr: Une capitale est attendue :

source: Unended sentence:
fr: Phrase non achevée :

source: Mixed capitalization:
fr: Mélange de majuscule :

source: Checking chapters and verses
fr: Vérification des chapitres et des versets

source: Chapter out of sequence following
fr: Chapitre hors de la série suivant

source: Extra chapter or wrong versification
fr: Chapitre excédentaire ou mauvaise versification

source: Less than
fr: moins que

source: chapters or wrong versification
fr: chapitres ou mauvaise versification

source: Chapter has no verses
fr: Ce chapitre n'a pas de verset

source: Chapter marker missing
fr: Balise de chapitre manquante

source: Range starts with "a"
fr: Organise les débuts avec "a"

source: Range ends with "b"
fr: Organise les fins avec "b"

source: Unusual verse sequence
fr: Série de verset inhabituelle

source: Extra verse or wrong versification
fr: Verset excédentaire ou mauvaise versification

source: beginning
fr: Commencement

source: Verse out of sequence following
fr: Verset hors de la série suivante

source: Not enough verses in chapter
fr: Il n'y a pas suffisamment de verset dans le chapitre

source: Comparing USFMs
fr: Comparaison des fichiers USFM

source: Extra book
fr: Livre en excédent

source: Missing book
fr: Livre manquant

source: Extra chapter
fr: Chapitre en excédent

source: Missing chapter
fr: chapitre manquant

source: Extra verse
fr: verset en excédent

source: Missing verse
fr: verset manquant

source: Markers differ:
fr: Les balises ne correspondent pas :

source: Counting characters
fr: Comptage des caractères

source: Counting markers
fr: Comptage des balises

source: Counting words
fr: Comptage des mots

source: Processing results
fr: Traitement des résultats

source: Checking spacing
fr: Vérification

source: Text of marker
fr: Le texte de la balise

source: ends with more than one space
fr: termine avec plus d'un espace

source: doesn't end with a space
fr: ne devrait pas finir avec un espace

source: Matching pairs
fr: Vérification des paires

source: Pair not opened:
fr: La paire n'est pas ouverte :

source: Pair not closed:
fr: Paire non fermée :

source: Producing passages
fr: Traitement des passages

source: Quoted in New Testament
fr: Cité dans le Nouveau Testament

source: Old Testament verse quoted from
fr: Verset de l'Ancien Testament cité depuis

source: Parallel
fr: Parallèle

source: Producing inventory
fr: Création de l'inventaire

source: Repeating words
fr: Répétion de mots

source: Repeated:
fr: Répétition :

source: Word Inventory
fr: Inventaire des mots

source: Total word count:
fr: Nombre total des mots :

source: Unique word count:
fr: Nombre de mot unique :

source: Words with a count of
fr: Les mots avec un nombre de

source: and up were filtered out.
fr: et plus ont été filtré.

source: Filtered total word count:
fr: Nombre total de mots filtrés :

source: Filtered unique word count:
fr: Nombre total d'un mot filtré :

source: Click on a word to see the places where it occurs.
fr: Cliquez sur un mot pour voir les emplacements ou il apparaît.

source: Word
fr: Mot

source: Count
fr: Nombre

source: Marker Count
fr: Comptage des balises

source: Marker
fr: Balise

source: Character Count
fr: Comptage des caractères

source: Character
fr: Caractère

source: Decimal
fr: Décimal

source: Hexadecimal
fr: Hexadécimal

source: References Inventory
fr: Inventaire des références bibliques

source: Verse
fr: Verset

source: New Testament
fr: Nouveau Testament

source: Old Testament
fr: Ancien Testament

source: Checking sentence structure
fr: Vérification de la structure des phrases

source: The text does not start with a capital
fr: Le texte ne commance pas avec une majuscule

source: A new sentence starts within a sentence
fr: Une nouvelle phrase commence dans une phrase

source: A sentence ends where none was started
fr: Une phrase s'achève où rien n'a débuté
