Repository: bibledit/old
Catalog: gtk/po/*.po
Languages: fr

source: A heading usually starts a sentence but does not finish it
fr: Un titre commence habituellement une phrase mais ne la termine pas

source: Looking for unwanted patterns
fr: Recherche de motifs indésirables

source: Unwanted pattern
fr: Motif indésirable

source: Looking for unwanted words
fr: Recherche de mots indésirables

source: Unwanted word:
fr: Mot indésirable :

source: Validating references
fr: Validation des références

source: does not fit in the versification system
fr: ne rentre pas dans le système de versification

source: contains no text
fr: ne contient pas de texte

source: Unrecognized chapter
fr: Chapitre non reconnu

source: and verse
fr: et verset

source: Validating markers
fr: Validation des balises

source: Line without USFM
fr: Ligne sans USFM

source: ID line is too short:
fr: La ligne ID est trop courte :

source: Unknown id
fr: id inconnue

source: Non-uppercase id code
fr: Code id en minuscule

source: Unusual character in verse number
fr: Caractère inhabituel dans le nombre du verset

source: Unmatched end marker
fr: Balise de fin non conforme

source: Unknown USFM
fr: USFM inconnu

source: Marker
fr: Balise

source: not in stylesheet
fr: pas dans la feuille de style

source: Normal slash for /
fr: Slash normal pour /

source: Widow backslash
fr: Fenêtre antislash

source: Endmarker
fr: Balise de fin

source: not found
fr: non trouvé

source: Deprecated marker
fr: Balise dépréciée

source: compared with
fr: comparé avec

source: Comparing
fr: Comparaison

source: Added:
fr: Ajouté :

source: Deleted:
fr: Supprimé :

source: Finding additions and deletions
fr: Recherche d'ajouts et de suppressions

source: cannot uncompress unrecognized archive
fr: impossible de décompresser cette archive inconnue

source: Unpacking
fr: Décompression

source: Area selection
fr: Zone de sélection

source: Select which part of the text to work on
fr: Sélectionnez quelle partie du texte sur lequel travailler

source: The raw _USFM text
fr: Le texte _USFM brut

source: _All the text except the USFM codes
fr: _Tout le texte sauf le code USFM

source: C_ertain categories specified below
fr: C_ertaines catégories spécifiées au-dessous

source: _Identifiers
fr: _Identificateurs

source: _Titles and headings
fr: _Titres et en-têtes

source: Cha_pter text
fr: Texte de cha_pitre

source: _Study notes
fr: _Notes d'étude

source: _Foot- and endnotes
fr: Notes de _fin et de pied

source: C_rossreferences
fr: Co_rrespondances

source: _Verse text
fr: Texte de _verset

source: Raw text
fr: Texte brut

source: All text
fr: Tous le texte

source: Identifiers
fr: Identificateurs

source: Headings
fr: En-têtes

source: Chapter text
fr: Texte de chapitre

source: Study notes
fr: Notes d'étude

source: Foot- and endnotes
fr: Notes de fin et de pied

source: Crossreferences
fr: Correspondances

source: Verse text
fr: Texte de verset

source: Areas
fr: Aires

source: No areas selected
fr: Aucunes aires de sélectionnées

source: Books
fr: Livres

source: To reorder a book, drag it to the new location.
fr: Pour modifier la position d'un livre, faites-le glisser déposer vers sa nouvelle place.

source: _Standard order
fr: _Ordre par défaut

source: All the words that are misspelled are visible below. Click on a word to approve the spelling.
fr: Tous les mots mal orthographiés sont visibles plus bas. Cliquez sur un mot pour approuver son orthographe.

source: Insert Chapter
fr: Insérer un chapitre

source: Insert a new chapter
fr: Insérer un nouveau chapitre

source: Number
fr: Numéro

source: Enter a chapter number
fr: Entrer un numéro de chapitre

source: This chapter exists in the book
fr: Ce chapitre existe dans le livre

source: Checks the chapter and verse markers, to see whether they are correct according to the versification of the project.
fr: Vérifie les balises de chapitre et de verset pour voir si elles correspondent à la versification du projet.

source: Counts the number of times a marker is used.
fr: Compte le nombre de fois qu'une balise est utilisée.

source: _No sorting
fr: _Pas de tri

source: Sort on _marker
fr: Tri par _balise

source: _Sort on count
fr: Tri par _nombre

source: Verifies that the markers are valid.
fr: Vérifie que les balises sont valides.

source: Compares the markers of the current project with the ones in another project. This other project is taken as the standard to compare against.
fr: Compare les balises du projet en cours avec celles d'un autre projet. Cet autre projet est considéré comme la norme à comparer.

source: Checks whether the text that belongs to selected markers has one space after it.
fr: Vérifie la présence d'une espace entre le texte et les balises sélectionnées.

source: Counts the number of characters.
fr: Compte le nombre de caractères.

source: _Sort on character
fr: Tri par _caractère

source: Sort on co_unt
fr: Tri par n_ombre

source: Check capitalization of the text. Looks for missing capitals after selected punctuation marks, and for suspicious use of capitals such as "hOuse" or "HOuse".
fr: Vérifie les majuscules du texte. Recherche les majuscules manquantes après les marques de ponctuation sélectionnées et l'utilisation suspecte de majuscules tels que « mAison » ou « MAison ».

source: Checks for repeating contiguous words.
fr: Vérifie la répétition de mots contigus.

source: Check matching pairs of punctuation. Checks that opening and closing punctuation match, e.g. a [ needs a ]. Also checks that punctuation is closed in the reverse order that it was opened.
fr: Vérifie la conformité des couples de ponctuation. Vérifie la conformité de ponctuation d'ouverture et de fermeture, par exemple un crochet [ à besoin d'un crochet de fermeture ]. Vérifie également que la ponctuation est fermée dans l'ordre inverse où elle a été ouverte.

source: Check punctuation of sentences and headings.
fr: Vérification de la ponctuation des phrases et des titres.

source: Check for unwanted patterns of characters.
fr: Vérifie les types de caractères indésirables.

source: Check for unwanted whole words in the text.
fr: Vérifie les mots indésirables dans le texte.

source: Count the frequency of the words.
fr: Compte la fréquence des mots.

source: Sort on _word
fr: Tri par _mot

source: Makes an inventory of the references contained in the text.
fr: Crée un inventaire des annotations contenues dans le texte.

source: Validates the references in the text and notes.
fr: Valide les références bibliques dans le texte et dans les notes.

source: Shows the places where the New Testament quotes the Old Testament.
fr: Montre les emplacements où le Nouveau Testament cite l'Ancien.

source: Shows the synoptic parallel passages of the
fr: Montre les passages synoptiques parallèles du

source: New Testament.
fr: Nouveau Testament.

source: Shows the parallel passages of the
fr: Montre les passages parallèles de

source: Old Testament.
fr: dans l'Ancien Testament.

source: Select _books
fr: Sélectionner des _livres

source: Select _area
fr: Sélectionner la _zone

source: Compare _with:
fr: Comparer _avec :

source: Compare _all markers
fr: Comparer _toutes les balises

source: Below provide a list of markers to be included in the comparison, separated with spaces and without the backslashes, e.g.: id c v
fr: Vous trouverez ci-dessous une liste de balises à inclure dans la comparaison, séparées par des espaces et sans les antislash, par exemple : id c v

source: _Ignore the following markers:
fr: _Ignorer les balises suivantes :

source: Ignore anything before the _first verse
fr: Ignorer tout ce qui précède le _premier verset

source: _Provide a list of markers to be checked, separated with spaces, and without the backslashes, e.g.: xo xt
fr: _Procure une liste de balises à vérifier, séparées avec des espaces et sans antislash, comme : xo xt

source: Enter a list of sequences of characters that are unwanted. One sequence per line.
fr: Entrer une liste de séquences de caractères indésirables. Une séquence par ligne.

source: Unwanted patterns
fr: Motifs indésirables

source: of patterns that are not wanted
fr: de motifs indésirables

source: Enter a list of p_unctuation characters, which must be followed by a capitalized word.
fr: Entrez une liste de caractères de p_onctuation qui doivent être suivis par un mot en majuscule.

source: Enter a list of characters, after which a _lower case letter is acceptable. Example: The '>' in the following makes the lowercase "and" correct: <<I order this one, <Go!> and he goes.>>
fr: Entrez une liste de caractères après lesquels une lettre minuscule est acceptable. Exemple : le '>' dans ce qui suit, écrit le "et" en minuscule : <<Je commande à celui-ci : <Va !> et il va.>>

source: Enter a list of abbreviations that prevent errors saying that a period is not followed by an upper case letter.
fr: Entrez une liste d'abréviations pour prévenir les erreurs disant qu'un point final n'est pas suivie d'une lettre majuscule.

source: Enter a list of prefixes which are allowed to occur uncapitalized before the first capital letter in a word.
fr: Entrez une liste de préfixes qui sont autorisés à être sans majuscule avant la première majuscule d'un mot.

source: Allow an_y prefixes
fr: Accepter tou_s les préfixes

source: Enter a list of suffixes which are allowed to occur capitalized at the end of a word. Example: If "seaCan" is a valid word because the "Can" suffix must be capitalized, enter "Can" in this list.
fr: Entrez une liste de suffixes qui sont autorisés à être en majuscule à la fin d'un mot. Cela est valable surtout pour les langues germaniques. Exemple : Si "seaCan" est un mot valide parce que le suffixe "Can" doit être en majuscule, entrez-le "Can" dans la liste.

source: of abbreviations
fr: d'abréviations

source: Uncapitalized prefixes
fr: Préfixes sans majuscule

source: of uncapitalized prefixes
fr: de préfixes sans majuscule

source: Capitalized suffixes
fr: Suffixes en majuscule

source: of capitalized suffixes
fr: de suffixes en majuscule

source: C_ase insensitive
fr: Sensible à la c_asse

source: S_how
fr: M_ontrer

source: Only _show repeating words in this list ->
fr: _Montrer uniquement les mots qui se répètent dans cette liste ->

source: _Ignore repeating words given in this list -> or repeating word pairs that have texts in between them from this list ->
fr: _Ignorer les mots répétés dans cette liste -> ou des paires de mots répétées qui ont des textes dans cette liste ->

source: of contiguous repeating words to show only in the report
fr: de mots répétitifs contigus à afficher uniquement dans le rapport

source: of contiguous repeating words to ignore or text between these pairs of words
fr: de mots répétitifs contigus à ignorer ou du texte entre ces paires de mots

source: Enter a list of whole words that are unwanted in the text. One word per line.
fr: Entrer une liste de tous les mots indésirables dans le texte. Un mot par ligne.

source: Unwanted words
fr: Mots indésirables

source: of whole words that are not wanted
fr: de tous les mots indésirables

source: Enter a list of punctuation characters to be _ignored. Enter them without spaces. Only one of a pair is needed, the matching one is added automatically.
fr: Entrer une liste de caractères de ponctuation qui seront _ignorés. Les entrer sans espaces. Seulement un membre d'une paire est nécessaire l'autre sera ajouté automatiquement.

source: Do not _include words with a count of
fr: Ne pas _inclure de mots avec un nombre de

source: and up
fr: et plus

source: Bibledit-Gtk normally knows the right word boundaries, but if this is not done satisfactorily, you can enter _extra characters that should be part of a word
fr: Bibledit-Gtk reconnaît normalement les bonnes limites de mot, mais si cela n'est pas fait de manière satisfaisante, vous pouvez entrer des caractères _supplémentaires qui devraient faire partie d'un mot

source: Bibledit-Gtk already recognizes this character as part of a word. It has been removed as superfluous. There is no need to enter your alphabet. Entering the special cases is enough.
fr: Bibledit-Gtk reconnaît déjà ce caractère comme faisant partie d'un mot. Il a été supprimé comme superflu. Il n'est pas nécessaire d'entrer votre alphabet. Entrer les cas spéciaux est suffisant.

source: _Compare with another project:
fr: _Comparer avec un autre projet :

source: _Include verse text
fr: _Inclure le texte en verset

source: O_utput in Old Testament order
fr: S_ortie dans l'ordre de l'Ancien Testament

source: Compare project
fr: Comparer le projet

source: Select a project to compare the current project with and then press OK
fr: Sélectionnez un projet à comparer avec le projet en cours et appuyer sur OK

source: Print changed verses only
fr: Publier uniquement les versets modifiés

source: Portion
fr: Section

source: C_hange
fr: M_odifier

source: part
fr: tout

source: Enter
fr: Entrée

source: Disregard changes in notes
fr: Ignorer les modifications apportées aux notes

source: Dictionaries
fr: Dictionnaires

source: To change the order in which a dictionary is consulted, drag it to another location.
fr: Pour modifier l'ordre dans lequel un dictionnaire est consulté, faites-le glisser vers un autre emplacement.

source: Select a dictionary
fr: Sélectionnez un dictionnaire

source: Edit Dictionary
fr: Éditez le dictionnaire

source: Import from
fr: Importer depuis

source: Export to
fr: Exporter vers

source: Dictionary
fr: Dictionnaire

source: File
fr: Fichier

source: Sort, remove duplicates
fr: Trier, supprimer les doublons

source: Word count
fr: Compte de mot

source: Word count is
fr: Le compte de mot est

source: _List
fr: _Liste

source: _Sort
fr: _Trier

source: _Export
fr: _Exportater

source: _Duplicates
fr: -Dupliquer

source: Select a task to add
fr: Sélectionner un tâche à ajouter

source: New value
fr: Nouvelle valeur

source: Enter a new value
fr: Entrer une nouvelle valeur

source: Open File
fr: Ouvrir un fichier

source: There were no duplicates
fr: Il n'y pas pas de double

source: Do you want to remove
fr: Souhaitez-vous supprimer

source: duplicates?
fr: les doubles ?

source: Edit note
fr: Éditer la note

source: Numbering
fr: Numérotation

source: Automatic
fr: Automatique

source: None
fr: Aucune

source: Edit Status
fr: Éditer le statut

source: Chapters
fr: Chapitres

source: Verses
fr: Verset

source: edit/status
fr: Éditer/statut

source: Filters
fr: Filtres

source: Rules
fr: Règles

source: Input <- Try the rules -> Output
fr: Entrée <- essaye la règle -> Sortie

source: \p This is text to try the filter on.
fr: \p Il s'agit du texte qui essaye le filtre.

source: Try
fr: Essayer

source: menu-preferences/filters
fr: menu-préférences/filtres

source: New script
fr: Nouveau script

source: Enter the name of the new script
fr: Entrer le nom du nouveau script

source: This one already exists
fr: Celui-ci existe déjà

source: Script type
fr: Type de script

source: Select the type of the script
fr: Sélectionner le type de script

source: Find in project notes
fr: Chercher dans les notes du projet

source: Search for
fr: Rechercher

source: Case _sensitive
fr: _Sensible à la casse

source: select id, casefolded from notes;
fr: id sélectionnée, déroulée depuis les notes ;

source: Simple text corrections
fr: Corrections de texte simple

source: This tool can make some automatic simple text corrections.
fr: Cet outil peut faire de simples corrections de texte automatiquement

source: Insert a space after an opening USFM marker that doesn't have one
fr: Insère une espace manquante après une balise USFM qui n'en a pas.

source: Font and Color
fr: Police et couleur

source: Use default font
fr: Utiliser la police par défaut

source: Line spacing
fr: Espacement de la ligne

source: Use default colors
fr: Utiliser la couleur par défaut

source: Normal text color
fr: Couleur normale du texte

source: Background color
fr: Couleur de fond

source: Selected text color
fr: Couleur du texte sélectionné

source: Selection color
fr: Couleur de la sélection

source: You are going to import notes into your notes editor. Click Forward to continue.
fr: Vous êtes sur le point d'importer des notes dans votre éditeur de notes. Cliquer sur suivant pour continuer.

source: Select the file to import
fr: Sélectionnez le fichier à importer

source: We now know which file to import. The next thing is to check if the file is in Unicode format. If it is not in Unicode format, you will be asked to convert it. Note: The conversion may take time, depending on the size of the file.
fr: Nous savons maintenant quel fichier importer. L'étape suivante est de vérifier si le fichier est au format Unicode. S'il n'est pas au format Unicode, il vous sera proposé de le convertir. Note : La conversion peut prendre du temps, cela dépend de la taille du fichier.

source: It's now in Unicode format.
fr: Votre fichier est maintenant au format unicode.

source: All preparation is now ready. Press Apply to actually import the notes.
fr: Tous les préparatifs sont maintenant prêts. Appuyez sur Appliquer pour actualiser l'importation des notes.

source: Open a file
fr: Ouvrir un fichier

source: Bibledit-Gtk does not recognize the format of this file
fr: Bibledit-Gtk ne reconnaît pas le format de ce fichier

source: Error reading xml file
fr: Une erreur est survenue durant la lecture du fichier xml

source: Error parsing the xml file
fr: Une erreur est survenue durant l'analyse du fichier xml

source: Error finishing parsing the xml file
fr: Une erreur est survenue durant la fin de l'analyse du fichier xml

source: Insert
fr: Insérer

source: footnote
fr: une note de bas de page

source: endnote
fr: une note de fin

source: crossreference
fr: une référence ou un renvoi

source: N_umbering
fr: N_umérotation

source: Automatically insert the current _reference
fr: Insérer automatiquement l'a_nnotation en cours

source: Cha_pter
fr: Cha_pitre

source: _Verse
fr: _Verset

source: _Add content
fr: _Ajouter du contenu

source: _Templates
fr: _Modèles

source: menu-none/insert-footnote-endnote-crossreference
fr: menu-rien/insertion-note de bas de page-note de fin-références

source: Size
fr: Taille

source: Remember content
fr: Se souvenir du contenu

source: Tidy text
fr: Organiser le texte

source: Template
fr: Modèle

source: Enter a name for a new template
fr: Entrez un nom pour le nouveau modèle

source: Remove
fr: Supprimer

source: Insert table
fr: Insérer un table

source: Insert a new table
fr: Insérer une nouvelle table

source: _Rows:
fr: _Rangée :

source: Co_lumns:
fr: Co_lonnes :

source: Type the first couple of characters of the item, or select it, and then press OK or Enter
fr: Saisissez les premières lettres de l'élément ou sélectionnez-le, puis appuyez sur OK ou Entrée

source: Press
fr: Appuyer sur

source: Select one or more items, and then press OK or Enter
fr: Selectionnez un ou plusieurs élements puis appuyer sur OK ou Entrée

source: Some actions may have great impact on Bibledit-Gtk. Use with care.
fr: Certaines actions risquent d'avoir un gros impact sur Bibledit-Gtk. Utilisez cet outil avec précaution.

source: Merge
fr: Fusionner

source: The merge operation needs manual intervention. Each place that needs intervention shows two buttons with the two alternatives. Please press the buttons with the correct text.
fr: L'opération de fusion nécessite une intervention manuelle. Chaque emplacement qui a besoin d'une intervention propose deux boutons avec les deux alternatives. Veuillez choisir les boutons avec le bon texte.

source: My checks
fr: Mes vérifications

source: Chapters and verses
fr: Chapitres et versets

source: Markers
fr: Balises

source: Validate
fr: Valider

source: Compare
fr: Comparer

source: Spacing
fr: Espacer

source: Characters
fr: Caractères

source: Inventory
fr: Inventaire

source: Words
fr: Mots

source: Repetition
fr: Répétition

source: Unwanted
fr: indésirable

source: Punctuation
fr: Ponctuation

source: New style
fr: Nouveau style

source: New stylesheet
fr: Nouvelle feuille style

source: Name
fr: Nom

source: Select one or more styles from the list
fr: Sélectionnez un ou plusieurs styles depuis la liste

source: Basic
fr: Basique

source: Basic, paragraph
fr: Basique, paragraphe

source: Basic, paragraph, word, note
fr: Basique, paragraphe, mot, note

source: SIL best practice
fr: Meilleure pratique SIL

source: Full
fr: Plein

source: Add non-standard style
fr: Ajouter un style non standard

source: A stylesheet with this name already exists
fr: Une feuille de style avec ce nom existe déjà

source: Project notes
fr: Notes du projet

source: While editing a project note, there are some categories that can be assigned to this note. The list of categories can be edited here.
fr: Lors de l'édition d'une note de projet, certaines catégories peuvent être attribuées à cette note. La liste des catégories peut être éditée ici.

source: _Delete
fr: _Supprimer

source: _Add
fr: _Ajouter

source: This category could not be deleted, because there are still notes in the database with this category.
fr: Cette catégorie ne peut être supprimée parce qu'il y a encore des notes dans la base de données avec cette catégorie.

source: New category name
fr: Nouveau nom de catégorie

source: Enter a new category.
fr: Entrez une nouvelle catégorie.

source: Transfer To Project Notes
fr: Transférer vers les notes du projet

source: This will transfer all text from the currently opened project into the Project notes.
fr: Ceci va transférer tout le texte depuis le projet courant vers les notes du projet.

source: The notes will be put into category
fr: Les notes seront mise par catégorie

source: The transfer cannot be undone.
fr: Le transfert ne peut être interrompu.

source: Transferring text to notes
fr: Transfert du texte vers les notes

source: Notes Mass Update
fr: Mise à jour de notes en masse

source: This tool provides a way to update many project notes at once. It is a powerful tool, and changes made here cannot be made undone easily. At the left, select the action you'd like to take.
fr: Cet outil propose un moyen pour mettre à jour plusieurs projet de notes en une seule fois. C'est un outil très puissant et les modifications réalisées ici ne peuvent pas être annulées facilement. À gauche, sélectionnez l'action que vous souhaitez effectuer.

source: Move all notes that belong to project
fr: Déplacer toutes les notes qui appartiennent au projet

source: to project
fr: vers le projet

source: Project
fr: Projet

source: Move all notes that are in category
fr: Déplacer toutes les notes qui sont dans les catégories

source: to category
fr: vers la catégorie

source: Category
fr: Catégorie

source: Notes were moved to the other project
fr: Les notes ont été déplacées vers l'autre projet

source: Notes were moved to the other category
fr: Les notes ont été déplacées vers l'autre catégorie

source: Switch stylesheet
fr: Changer la feuille de style

source: Delete stylesheet
fr: Supprimer la feuille de style

source: Type the first couple of characters of the stylesheet, or select it, and then press OK or Enter
fr: Saisissez les premières lettres du style de feuille, ou sélectionnez-le, puis appuyez sur OK ou Entrée

source: Bible notes mass update
fr: Mise à jour de notes bibliques en masse

source: This tool can update all the footnotes, endnotes and crossreferences in the project.
fr: Cet outil peut mettre à jour toutes les notes de bas de page, les notes de fin, les références du projet.

source: Types of note to consider:
fr: Types de note à considérer :

source: Footnotes
fr: Notes de bas de page

source: Endnotes
fr: Notes de fin

source: Action to take:
fr: Mesures à prendre :

source: _Make no changes but give statistics only
fr: Ne pas faire de modifications mais donner seulement les statistiques

source: _Remove all the references
fr: _Supprimer toutes les annotations
