Repository: bibledit/old
Catalog: gtk/po/*.po
Languages: fr

source: _Ignore All
fr: Tout _ignorer

source: No personal wordlist to add the word to
fr: Pas de liste de mots personnelle où ajouter le mot

source: Bibledit-Gtk has not been designed to run as user root. Please run it as a standard user.
fr: Bibledit-Gtk n'a pas été conçu pour s'exécuter en tant qu'utilisateur root. Veuillez l'exécuter en tant qu'utilisateur standard.

source: Bibledit-Gtk is already running.
fr: Bibledit-Gtk est déjà en cours d'éxécution.

source: The previous instance of Bibledit-Gtk is still optimizing its data while shutting down. Please wait till that has been done, and try again.
fr: L'instance précédente de Bibledit-Gtk optimise toujours ses données tout en fermant. Veuillez patienter jusqu'à ce que cela soit fait, puis réessayer.

source: Removing Statistics Database for project
fr: Suppression de la base de données des statistiques pour le projet

source: Statistics database for
fr: Base de données des statistiques pour

source: : upgrading statistics
fr: : mise à jour des statistiques

source: creating
fr: création

source: Failure reading stylesheet
fr: Échec de la lecture de la feuille de style

source: Unrecognized stylesheet:
fr: Feuille de style non reconnue :

source: Stylesheet already exists:
fr: La feuille de style existe déjà :

source: Updating stylesheet:
fr: Mise à jour de la feuille de style :

source: Formatting
fr: Formatage

source: Run
fr: Éxécuter

source: Output
fr: Sortie

source: Layout
fr: Mise en page

source: Can't fit in "
fr: Ne peut pas s'intégrer dans "

source: Interpreting
fr: Interprétation

source: The file cannot be displayed, because there is no suitable text viewer installed.
fr: Le fichier ne peut pas être affiché, car aucun visionneur de texte approprié n'est installé.

source: Install a supported text viewer
fr: Installez un visionneur de texte approprié

source: yes
fr: oui

source: no
fr: non

source: Using non-standard datafolder
fr: Utilisation d'un dossier de données non standard

source: This data folder has no name. Resetting to
fr: Ce dossier de données n'a pas de nom. Réinitialisation à

source: There are not enough access permissions for this data folder. Resetting to
fr: Il n'y a pas assez d'autorisations d'accès pour ce dossier de données. Réinitialisation à

source: Webserver Access:
fr: Accès au serveur web :

source: The document is free. It is copyrighted (C) %d by %s. Permission is granted to copy, distribute and/or modify the documents under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts.
fr: Le document est libre. Son copyright est (C) %d by %s. Est accordé la permission de le copier, de le distribuer et/ou de le modifier selon les termes de la licence GNU Free Documentation, version 1.2 ou toute autre version supérieure publiée par la Free Software Foundation ; sans sections invariables, sans couverture et sans quatrième de couverture.

source: Processing
fr: Traitement en cours

source: Picture does not exist:
fr: L'image n'existe pas :

source: Can't find USFM standard file
fr: Ne peut trouver de fichier USFM standard

source: Error opening file
fr: Erreur durant l'ouverture du fichier

source: Error creating file
fr: Erreur durant la création du fichier

source: Time
fr: Heure

source: Hour
fr: Heure

source: Second
fr: Seconde

source: Check keyterms
fr: Vérifier les mots-clés

source: Case sensitive
fr: Sensible à la casse

source: Rendering
fr: Rendu

source: keyterm
fr: Mot clé

source: <Enter new rendering here>
fr: <Entrez un nouveau rendu ici>

source: goto
fr: aller à

source: send
fr: envoyer

source: Biblical
fr: Biblique

source: Hebrew
fr: Hébreux

source: Key Terms in Biblical Hebrew: The entries are an experimental sample set, not yet fully reviewed and approved. The KTBH team would welcome feed-back to christopher_samuel@sil.org.
fr: Les termes clés en hébreu biblique : Les entrées sont un ensemble d'échantillons expérimentaux, pas encore entièrement revu et approuvé. L'équipe de KTBH souhaite recevoir les commentaires à l'adresse christopher_samuel@sil.org.

source: [Send to references window]
fr: [Envoyer vers la fenêtre des annotations]

source: <empty>
fr: <vide>

source: Check USFM
fr: Vérifier l'USFM

source: Verses in raw text are at line start
fr: Il y a des versets en texte brut au début de la ligne

source: Filter
fr: Filtres

source: Filter text
fr: Filtrer le texte

source: Discover markup
fr: Montrer le marquage

source: The line that contains
fr: La ligne qui continent

source: looks like a chapter number, but the number differs from the chapter that was set
fr: ressemble à un numéro de chapitre, mais il diffère du chapitre préalablement établi

source: Inactive. To activate, open or focus a project, and view the USFM code.
fr: Inactif. Pour l'activer ouvrez un projet et affichez le code USFM

source: There is no text. Put text into the editor
fr: Il n'y a pas de texte. Ajoutez du texte dans la fenêtre d'édition

source: There isn't much text. Put more text into the editor
fr: Il n'y a pas assez de texte. Ajoutez plus de texte dans la fenêtre d'édition

source: Unknown book
fr: Livre inconnu

source: Unknown chapter
fr: Chapitre inconnu

source: Missing verses:
fr: Versets manquants :

source: Extra verses:
fr: Versets en surplus :

source: Verse
fr: Ce verset

source: is out of sequence
fr: est hors série

source: Verses that are not at the start of a line:
fr: Versets qui ne sont pas au début d'une ligne :

source: Everything seems to be fine.
fr: Tout semble correct.

source: WindowData object
fr: Objet WindowData

source: M_aster project
fr: Projet princip_al

source: E_dited project
fr: Projet é_dité

source: _Previous
fr: _Précédent

source: _Merge
fr: _Fusionner

source: _Next
fr: _Suivant

source: _Save
fr: _Enregistrer

source: Not enough projects opened
fr: Il n'y a pas assez de projet ouvert

source: No more differing chapters found
fr: Aucune différences de chapitre n'a été trouvée

source: Merge
fr: Fusionner

source: of project
fr: du le projet

source: and
fr: avec celui de

source: and approve of each change as compared to project
fr: et approuver chaque modification comme comparée au projet

source: Copy
fr: Copier

source: to project
fr: vers le projet

source: Copy everything of project
fr: Copier tout le projet

source: Select action
fr: Sélectionner une action

source: Select the type of merge or copy to be done
fr: Sélectionnez le type de fusion ou de copie à réaliser

source: Both the chapters already are the same
fr: Les deux chapitres sont les déjà les mêmes

source: Can't merge because a common ancestor was not found
fr: Impossible de fusionner parce qu'aucun ancêtre commun n'a été trouvé

source: The chapters were not merged
fr: Les chapitres n'ont pas été fusionnés

source: The chapters were successfully merged
fr: Les chapitres ont été fusionnés avec succès

source: Both chapters are already the same
fr: Les deux chapitres sont les déjà les mêmes

source: was copied from project
fr: a été copié depuis le projet

source: Copying...
fr: Copie en cours…

source: All chapters of project
fr: Tous les chapitres du projet

source: were copied to project
fr: ont été copiés dans le projet

source: Changes approval,
fr: Modifications à approuver

source: The chapters are ready for approving the individual changes
fr: Les chapitres sont prêts pour approbation de chaque modification

source: _More
fr: _Plus

source: C_ategory
fr: C_ategorie

source: _References
fr: A_nnotations

source: Created on
fr: Créée le

source: Edited on
fr: Éditée le

source: Created by
fr: Créé par

source: No valid references. Note was not stored
fr: Aucune référence valide. La note n'a pas été enregistrée

source: created a new note, category "
fr: a créé une nouvelle note, dans la catégorie "

source: ", project "
fr: ", projet "

source: modified the references
fr: a modifié les annotations

source: modified the note
fr: a modifié la note

source: changed the category to "
fr: a modifié la catégorie en "

source: changed the project to "
fr: a modifier le projet en "

source: Are you sure you want to delete this note?
fr: Êtes-vous certain de vouloir supprimer cette note ?

source: Are you sure you want to delete these notes?
fr: Êtes-vous certain de vouloir supprimer ces notes ?

source: Outline
fr: Plan

source: Optionally enter _1st searchword
fr: Saisissez éventuellement le _1er mot de recherche

source: Optionally enter _2nd searchword
fr: Saisissez éventuellement le _2ème mot de recherche

source: Optionally enter _3rd searchword
fr: Saisissez éventuellement le _3ème mot de recherche

source: Loading references:
fr: Chargement des annotations :

source: Saving references:
fr: Sauvegarde les annotations :

source: Hidden references
fr: Annotations cachées

source: of references and comments that will never be shown in the reference area.
fr: d'annotations et de commentaires qui ne doivent jamais être montrés dans la fenêtre d'annotations.

source: no references
fr: pas d'annotations

source: prev" "[prev]
fr: préc" "[préc]

source: next", "[next]
fr: suivant", "[suivant]

source: settings", "Settings
fr: paramètres", "Paramètres

source: Related verses
fr: Versets en rapport

source: Keyterms in verse
fr: Mots-clés dans le verset

source: Similar words in other verses
fr: Mots similaires dans d'autres versets

source: Parallel passages
fr: Passages parallèles

source: Send to references window
fr: Envoyer vers la fenêtre des annotations

source: No connection possible
fr: Pas de connexion possible

source: Connected
fr: Connecté

source: No socket available
fr: Pas de dispositif de transfert de disponible

source: Error looking up hostname
fr: Erreur lors de la recherche du nom d'hôte

source: Error sending data
fr: Une erreur est survenue durant l'envoi des données

source: Error receiving data
fr: Une erreur est survenue durant la réception des données

source: Cannot connect to Windows Outpost
fr: Ne peut se connecter aux fenêtres d'avant-poste

source: Outpost opens
fr: L'avant-poste ouvre

source: Recently Used
fr: Récemment utilisé

source: This marker already exists in the stylesheet
fr: Cette balise existe déjà dans la feuille de style

source: Do you really want to delete stylesheet
fr: Voulez-vous vraiment supprimer la feuille de style

source: Rename stylesheet
fr: Renommer la feuille de style

source: Give a new name for this stylesheet
fr: Donnez un nouveau nom à cette feuille de style

source: Open stylesheet
fr: Ouvrir la feuille de style

source: Unknown
fr: Inconnu

source: Concordance features are almost ready...
fr: Les fonctionnalités de concordances sont bientôt disponible…

source: General word list
fr: Liste de noms généraux

source: Hebrew word list
fr: Liste de nom hébreux

source: Greek word list
fr: Liste de nom grecs

source: No project
fr: Aucun projet

source: Total entries:
fr: Total des entrées :

source: Unique entries:
fr: Entrées unique :

source: Word list inserted in
fr: Liste de mots insérée dans

source: Invalid word list location in
fr: Liste de mot invalide située dans

source: No place found to insert the word list
fr: Pas d'emplacement trouvé pour insérer la liste de mots

source: % You can modify it to suit your needs
fr: % Vous pouvez le modifier en fonction de vos besoins

source: % After modification, run the following command in this directory:
fr: % Après modification, exécutez la commande suivante dans ce dossier :

source: % After that look carefully at the output
fr: % Après cela vérifier précautionneusement la sortie

source: % If it says that a re-run is required, repeat this command
fr: % S'il vous répond qu'une ré-exécution est requise, répétez cette commande

source: % Include the ptx2pdf macros
fr: % Inclure la macros ptx2pdf

source: % Paper size
fr: % taille du papier

source: % The basic unit for the margins; changing this will alter them all
fr: % Unité de base pour les marges ; modifier cela les modifiera toutes

source: % Relative sizes of margins, based on the unit above
fr: % Tailles relatives des marges, basées sur l'unité ci-dessus

source: % Extra margin for the gutter on the binding side
fr: % marge en plus pour la gouttière sur le côté à lier

source: % Double sided printing
fr: % Impression recto verso

source: Font mapping file
fr: Fichier de l'organisation des polices

source: should have the .tec suffix - ignoring this file
fr: doit avoir le suffixe .tec - ignorer ce fichier

source: % Fonts to use for "plain", "bold", "italic", and "bold italic" from the stylesheet
fr: % F Polices à utiliser pour "simple", "gras", "italique" et "gras italique" de la feuille de style

source: % (they need not really be italic, etc.)
fr: % (ils n'ont pas besoin d'être en italique, etc.)

source: % Add e.g. ":mapping=farsidigits" to get digits in Farsi, provided the farsidigits.tec TECkit mapping is available
fr: % Ajouter par exemple ":Mapping=farsidigits" pour obtenir des chiffres en farsi, à condition que le mappage farsidigits.tec TECkit soit disponible

source: % Add e.g. ":script=arab" to use the arab shaping engine instead of the generic one
fr: % Ajouter par exemple ":Mapping=arab" pour utiliser le moteur de mise en forme arabe au lieu du générique

source: % Right-to-left layout mode
fr: % Mode de mise en page aligné à droite

source: % The unit for font sizes in the stylesheet; changing this will scale all text proportionately
fr: % L'unité pour les tailles de police dans la feuille de style, changer cela va ajuster la taille de tous les textes proportionnellement

source: % Scaling factor used to adjust line spacing, relative to font size
fr: % S Facteur d'échelle utilisé pour ajuster l'espacement des lignes par rapport à la taille de la police

source: % Information to include in the running header (at top of pages, except first)
fr: Informations à inclure dans l'en-tête courant (en haut des pages, sauf la première)

source: % We set the items to print at left/center/right of odd and even pages separately
fr: % Nous définissons les éléments à imprimer à gauche / au centre / à droite des pages impaires et paires séparément

source: % Possible contents:
fr: % Contenus possible :

source: % \rangeref = Scripture reference of the range of text on the page;
fr: % \rangeref = Référence des Écritures du champ de texte sur la page ;

source: % \firstref = reference of the first verse on the page)
fr: % \firstref = référence du premier verset sur la page)

source: % \lastref = reference of the last verse on the page)
fr: % \lastref = référence du dernier verset sur la page)

source: % \pagenumber = the page number
fr: % \pagenumber = le numéro de la page

source: % \empty = print nothing in this position
fr: % \empty = n'imprime rien à cette position

source: % Whether to include verse number in running head, or only chapter
fr: % Inclure le nombre de versets dans l'en-tête courant, ou seulement le chapitre

source: % Whether to skip printing verse number 1 at start of chapter
fr: % Ignorer l'impression du verset numéro 1 au début du chapitre

source: % Whether to use paragraph indent at drop-cap chapter numbers
fr: % Utiliser un alinéa de paragraphe s'il y a des numéros de chapitre en lettrine

source: % Reformat \
fr: % Reformater \

source: % Numerical callers for \
fr: % Appelants numériques pour \

source: % Alphabetical callers for \
fr: % Appelants alphabétiques pour \

source: % Special caller sequence for \
fr: % Séquence d'appellants spécifique pour \

source: % Reset callers every page for \
fr: % Réinitialiser les appellants de chaque page pour \

source: % Omit callers in the note for \
fr: % Omettre les appelants dans la note pour \

source: % The number of columns
fr: % Le nombre de colonnes

source: % The gutter between double cols, relative to font size
fr: % La gouttière entre les doubles cols, par rapport à la taille de la police

source: All the data for this document is available in temporal folder
fr: Toutes les données de ce document sont disponible dans un dossier temporaire

source: You can tune the files by hand, then run "xetex document.tex" in this folder to convert it into a PDF file.
fr: Vous pouvez ajuster le fichier à la main, dans ce cas lancez « xetex document.tex » dans ce dossier pour le convertir en fichier PDF.
